{
    "Part4_Requirements_for_Trademark_Registration": {
        "1. Significance_of_Distinctiveness": {
            "Description": "『Distinctiveness』 refers to the ability to distinguish one's own goods from others' goods (self-other goods distinctiveness), and is used as a concept that includes whether granting exclusive rights to a specific person is suitable for the public interest (necessity of free use).",
            "Mark": "All marks used to indicate the origin of goods, regardless of their composition or expression method, such as symbols, letters, shapes, sounds, smells, three-dimensional forms, holograms, movements, or colors."
        },
        "2. Classification_of_Trademarks_by_Distinctiveness": {
            "Abercrombie_test": {
                "Description": "A method for determining trademark distinctiveness presented in the United States.",
                "Trademark_Classification": [
                    {
                        "Type": "Generic Mark",
                        "Meaning": "The form of the product itself.",
                        "Example": "CANDY",
                        "Distinctiveness": "Always non-distinctive",
                        "Trademark_Registration_Possibility": "Cannot be registered under any circumstances"
                    }, {
                        "Type": "Descriptive Mark",
                        "Meaning": "Directly describes the characteristics of the product.",
                        "Example": "SWEET",
                        "Distinctiveness": "(In principle) non-distinctive",
                        "Trademark_Registration_Possibility": "Can be registered if distinctiveness is acquired through use"
                    }, {
                        "Type": "Suggestive Mark",
                        "Meaning": "Indirectly suggests the characteristics of the product.",
                        "Example": "SWEETARTS",
                        "Distinctiveness": "Originally distinctive",
                        "Trademark_Registration_Possibility": "Can be registered"
                    }, {
                        "Type": "Arbitrary Mark",
                        "Meaning": "Uses a term unrelated to the designated goods as a trademark.",
                        "Example": "PRINCE",
                        "Distinctiveness": "Originally distinctive",
                        "Trademark_Registration_Possibility": "Can be registered"
                    }, {
                        "Type": "Fanciful Mark",
                        "Meaning": "Uses completely invented terms as trademarks.",
                        "Example": "HONIVAL",
                        "Distinctiveness": "Originally distinctive",
                        "Trademark_Registration_Possibility": "Can be registered"
                    }
                ]
            }
        },
        "3. Determining Whether a Mark is Distinctive": {
            "Description": [
                "Marks without distinctiveness under each item of Article 33(1) of the law not only cannot function as indicators of the origin of goods but also include cases where it is not desirable to grant exclusive rights to a specific person for the free use among competitors or for public interest.", "When determining distinctiveness, first determine whether the mark can function as a trademark to distinguish the origin of one's own and others' goods, and then determine whether granting exclusive rights to a specific person would pose a risk of harming public interest, such as free competition among competitors."
            ],
            "Cautions": "Since the primary purpose of the Trademark Act is to maintain the business credibility of trademark users and protect consumer interests, the concern of excessively interpreting the restriction of free use in the relevant trading industry should not be overextended."
        },
        "4. Differences Among Each Item of Article 33(1) of the Law": {
            "Description": "Generic names (Item 1) · Commonly used marks (Item 2) · Indication of nature (Item 3) must be judged for distinctiveness in relation to the goods, whereas obvious geographical names (Item 4) · Common names or terms (Item 5) · Simple and common marks (Item 6) are considered non-distinctive based on policy considerations that granting exclusive rights to specific persons is inappropriate for the public interest, regardless of the goods.",
            "Rejection_Decision": {
                "Items_1_to_3": "Rejection only for designated goods that lack distinctiveness in relation to the mark.",
                "Items_4_to_6": "Rejection possible for all designated goods."
            }
        },
        "5. Timing for Judging Each Item of Article 33(1) of the Law": {
            "Description": "The standard time for judging whether the applied mark meets the distinctiveness requirements of each item of Article 33(1) of the law is, in principle, when deciding whether to register the trademark.",
            "Exception": "When partially rejecting, the judgment on distinctiveness for the remaining designated goods without reasons for rejection is made after the partial rejection decision is finalized."
        },
        "Chapter 1_No_Distinctiveness_of_Marks_that_are_Generic_Names_of_Goods": {
            "Trademark_Law": {
                "Article33_Paragraph1_Item1": "A trademark consisting only of a mark that indicates the goods by using their generic name in the usual manner."
            },
            "Description": {
                "Generic_Name": "Since it is a common name for the goods, it should be freely used by anyone, and it is unfair to allow exclusive use by a specific person, so it cannot be registered as a trademark.",
                "Conditions_for_Generic_Name": "The name, abbreviation, nickname, or other names that are actually used and recognized in the trading community dealing with the goods to refer to the goods."
            },
            "Generic_Name_Examples": [
                {
                    "Designated_Goods": "Packaging Film",
                    "Trademark": "Wheel (96후1224)"
                }, {
                    "Designated_Goods": "Coffee Beverage",
                    "Trademark": "Caffè Latte (02후321)"
                }, {
                    "Designated_Goods": "Stomach Medicine",
                    "Trademark": "Jeongrohan (92후827)"
                }, {
                    "Designated_Goods": "Furniture Material",
                    "Trademark": "Homayka (86후93)"
                }, {
                    "Designated_Goods": "Food Service",
                    "Trademark": "Cafe, Grill (99후2068)"
                }, {
                    "Designated_Goods": "Automotive Bulb",
                    "Trademark": "Truck Lite (96후986)"
                }, {
                    "Designated_Goods": "Cosmetics",
                    "Trademark": "Foundation (01후89)"
                }, {
                    "Designated_Goods": "Confectionery",
                    "Trademark": "Conchip (88후455)"
                }, {
                    "Designated_Goods": "Copier",
                    "Trademark": "COPYER (86후67)"
                }, {
                    "Designated_Goods": "Telecommunications",
                    "Trademark": "Computer Communications"
                }
            ],
            "1.2": {
                "Title": "The generic name of the goods should be indicated in the usual manner",
                "Content": "Indicating in the usual manner (including what is stipulated in Item 3 and Item 5 of Article 33(1) of the law) means that through the appearance, pronunciation, or concept of the mark, it indicates that it is a 'generic name' of the goods, etc. (generic name, indication of nature, mixed mark, etc.). This means that it is marked in a way that can be intuitively recognized as such in this chapter. Therefore, if the applied mark is marked with a unique system, design, or composition that is distinctive enough to prevent the general meaning of the letters from being intuitively recognized, it is not considered to fall under this item."
            },
            "1.3": {
                "Title": "The mark should consist solely of the generic name of the goods",
                "Content": "To apply Item 1, the applied mark must consist solely of the generic name of the designated goods. Therefore, if other distinctive letters or shapes are combined with the generic name, resulting in overall distinctiveness, it is not considered to fall under this item."
            },
            "2": {
                "Title": "Cautions When Judging",
                "Content": [
                    {
                        "Item": "2.1",
                        "Description": "Even if the packaging is commonly used in appearance, it does not imply the generic name of the goods related to the designated goods or is simply suggesting or emphasizing, and it is not considered to be using the generic name of the designated goods."
                    }, {
                        "Item": "2.2",
                        "Description": "If the mark that includes a generic mark is an accessory part of another distinctive mark or is absorbed into a distinctive mark to form an inseparable whole, it is considered to have overall distinctiveness. However, even if other distinctive symbols, letters, or shapes are combined, if the accessory or subsidiary parts of the overall composition are such that the general public can intuitively recognize them as the generic name, it falls under this item. In this case, 'accessory or subsidiary' is judged based on whether the core elements are recognized by consumers, not by the size of the components in the overall composition, and includes cases where other distinctive parts do not overpower the generic name."
                    }, {
                        "Item": "2.3",
                        "Description": "Marks that indicate the generic name in English, Chinese, etc., are considered to fall under the usual manner of indicating."
                    }
                ]
            },
            "3. Relationship with Other Provisions": {
                "3.1": "Even if other distinctive letters or shapes are combined with the generic name to be overall distinctive, if there is a risk of confusion or mistake regarding the goods, Article 34(1) Item 13 of the law is applied to limit the scope of the designated goods to those related to the generic name.",
                "3.2": "When a mark identical or similar to a well-known or famous mark is used for goods not registered, and the intermediary mark is widely known as the name of specific intermediary goods in the trading community, if applied to related goods including those identical to the intermediary goods, Article 34(1) Item 12 of the law is applied.",
                "Unregistered_Variety_Name_Example": [
                    {
                        "Designated_Goods": "Red Sandra (roses, rose bushes, trees, ornamental plants, horticultural seeds, bulbs, seedlings)",
                        "Judgment_Content": "Widely used as a variety name for cut roses, falls under Article §6(01) (amended law §33(01)) as roses and rose bushes, and is a product that may cause confusion about the goods themselves, falling under Article §7(11) (amended law §34(12)).",
                        "Related_Precedent": "2001후2283"
                    }
                ]
            },
            "3.3": "When the name of a specific crop is not specified among the designated goods and is included as a general term such as 'fresh fruit', 'fresh vegetables', 'seeds', 'bulbs', 'seedlings', 'flowers', 'shrubs', 'trees', etc., Article 34(1) Item 12 of the law is applied.",
            "3.4": "For trademarks that are identical or similar to registered variety names under the Plant New Variety Protection Act Article 109, and applied to goods identical or similar to those variety names, Article 34(1) Item 17 of the law (introduced in the amended Trademark Act on January 27, 2010) is applied."
        },
        "Chapter 2_Commonly_Used_Marks": {
            "Trademark_Law": {
                "Article33_Paragraph1_Item2": "2. Commonly used marks for the goods."
            },
            "Description": {
                "Meaning_of_Common_Mark": "Commonly used marks do not have distinctiveness to distinguish one's own and others' goods, and must be freely used by anyone who manufactures or sells the goods, so they cannot be registered as trademarks."
            },
            "1. Application_Requirements": {
                "1.1_Freely_Used_by_Competitors": {
                    "Description": "Refers to marks freely used among competitors for the designated goods and does not necessarily need to be known nationwide.",
                    "Specific_Area_Common_Mark_Examples": [
                        {
                            "Designated_Goods": "Bingeoli Chal Tteok (rice cake)",
                            "Judgment_Content": "Freely used as a specific type of rice cake name among competitors producing and selling tteok in the Andong area, falls under Article §02 (amended law §33②).",
                            "Related_Precedent": "2008후6710"
                        }
                    ]
                },
                "1.2_Loss_of_Distinctiveness_due_to_Freely_Used_by_Competitors": {
                    "Description": "Must be a case where distinctiveness is lost as a result of being commonly used as the name of the goods among competitors."
                },
                "1.3_No_Necessary_Measures_Taken_by_Trademark_Owner_for_Protection": {
                    "Description": "Refers to cases where the trademark owner has not taken appropriate measures for protection, and if measures have been taken but competitors still use the mark, it is not considered to have lost distinctiveness."
                },
                "Common_Mark_Examples": [
                    {
                        "Designated_Goods": "Gujung Beverage",
                        "Trademark": "Indan (66후7)"
                    }, {
                        "Designated_Goods": "Textiles",
                        "Trademark": "TEX, LON, RAN"
                    }, {
                        "Designated_Goods": "Decorative Sheet",
                        "Trademark": "Deco Sheet (99후24)"
                    }, {
                        "Designated_Goods": "Octopus Dish",
                        "Trademark": "Jobang Octopus (05후1592)"
                    }, {
                        "Designated_Goods": "Pickles",
                        "Trademark": "Obokchae (03후243)"
                    }, {
                        "Designated_Goods": "Cold Cream",
                        "Trademark": "VASELINE (95후1463)"
                    }, {
                        "Designated_Goods": "Lodging",
                        "Trademark": "Tourist Hotel, Park"
                    }, {
                        "Designated_Goods": "Cognac",
                        "Trademark": "Napoleon (83후914)"
                    }, {
                        "Designated_Goods": "Food Service",
                        "Trademark": "Garden, One, Jang, each Surname (98허4111)"
                    }, {
                        "Designated_Goods": "Cheongju",
                        "Trademark": "Jeongjong"
                    }, {
                        "Designated_Goods": "Telecommunications",
                        "Trademark": "cyber, web, tel, com, net (98허7233)"
                    }, {
                        "Designated_Goods": "Finance",
                        "Trademark": "Homebanking, Passcard, Cashcard"
                    }
                ]
            },
            "2": {
                "Title": "Cautions When Judging",
                "Content": ["If the mark includes a common mark and that common mark is an accessory part of another distinctive mark or is absorbed into a distinctive mark to form an inseparable whole, it is considered to have overall distinctiveness.", "Marks similar to common marks are not considered as common marks.", "Whether a registered mark includes a common mark should be carefully recognized by considering the balance with the protection of the trademark owner's rights to well-known or famous marks as stipulated in Article 34(1) Items 9 and 11 of the law. In this case, the application requirements for common marks should be strictly interpreted."]
            },
            "3. Relationship with Other Provisions": {
                "Description": "If the applied mark is a common mark for some of the designated goods, in principle, Item 1 is applied to those designated goods, and for the remaining designated goods, if there is a risk of confusing the goods themselves, Article 34(1) Item 12 of the law is applied."
            },
            "4. Difference Between Common Marks and 'Generic Names'": {
                "4.1": "Common marks refer to marks that were initially specific to a particular person but became well-known or famous marks, allowing competitors to freely use them due to the trademark owner's licensing. Generic names refer to names used not only by competitors but also by general consumers as the generic names of the designated goods.",
                "4.2": "Common marks include all forms of marks used in the trading community, such as symbols, shapes, three-dimensional forms, etc., while generic names include only 'names' that refer to letters.",
                "4.3": "Common marks refer to the form of use of the mark and include all forms if they are used in the trading community, whereas generic names refer to the composition form of the mark, meaning the generic name must be indicated in the usual form of use. If it is marked with a unique system, design, or composition that attracts special attention from the general public, it does not fall under this item."
            }
        },
        "Chapter 3_Descriptive_Marks": {
            "Trademark_Law": {
                "Provision": "Article33_Paragraph1_Item3",
                "Content": "3. A trademark consisting only of a mark that indicates the origin, quality, raw materials, efficacy, use, quantity, shape, price, production method, processing method, usage method, or timing of the goods in the usual manner."
            },
            "Definition_of_Descriptive_Mark": "A mark that merely directly describes the characteristics of the goods, such as quality, efficacy, use, etc., and must be freely used by anyone.",
            "Application_Requirements": {
                "1.1": {
                    "Description": "The mark must directly indicate the characteristics of the goods.",
                    "Details": {
                        "1.1.1": {
                            "Description": "To fall under this item, the applied mark must directly indicate the origin, quality, raw materials, efficacy, use, quantity, shape, price, production method, processing method, usage method, or timing of the goods in relation to the designated goods, so that it cannot be recognized as indicating the origin of the goods or poses a risk of limiting competition in the industry if made exclusive to a specific person. Therefore, if the mark merely indirectly or suggestively indicates the characteristics of the goods, it does not fall under this item.",
                            "Indirect_or_Suggestive_Examples": [
                                {
                                    "Designated_Goods": "Refrigerator",
                                    "Trademark": "SMART & SOFT (1996후1729)"
                                }, {
                                    "Designated_Goods": "Yoga Education",
                                    "Trademark": "PUREYOGA (2005후2595)"
                                }, {
                                    "Designated_Goods": "Cosmetics",
                                    "Trademark": "QUEEN (2009후2098)"
                                }, {
                                    "Designated_Goods": "Printer Ink",
                                    "Trademark": "BLUEMARK (2009후7345)"
                                }
                            ]
                        },
                        "1.1.2": {
                            "Description": "Judgment is based on meanings widely known to the general public among the meanings listed in foreign language dictionaries or specialized terminology dictionaries, and if the meaning alone clearly indicates the characteristics of the designated goods, it is considered directly indicative.",
                            "Descriptive_Mark_Examples": [
                                {
                                    "Trademark": "PNEUMOSHIELD",
                                    "Designated_Goods": "Pneumonia Vaccine for Humans",
                                    "Judgment_Content": "'PNEUMO' means 'pneumonia' and 'SHIELD' means 'protection, shield', so physicians and pharmacists recognize it directly as a 'pneumonia prevention vaccine'.",
                                    "Related_Precedent": "2000후2170"
                                }, {
                                    "Trademark": "EARTH FRIENDLY PRODUCTS",
                                    "Designated_Goods": "Laundry Detergent",
                                    "Judgment_Content": "Means 'earth/environment-friendly products' or 'eco-friendly products', directly recognized when used for designated goods.",
                                    "Related_Precedent": "2018허1783"
                                }
                            ]
                        },
                        "1.1.3": {
                            "Description": "If abbreviations or initials are recognized as direct descriptive marks, they fall under this item. However, if they are not recognized as direct descriptive marks or only indirectly suggest, they do not fall under this item.",
                            "Foreign_Language_Abbreviation_Descriptive_Mark_Examples": [
                                {
                                    "Trademark": "ITF",
                                    "Designated_Goods": "Taekwondo Teaching, Taekwondo Competition Organization",
                                    "Judgment_Content": "'ITF' can be understood as 'International Taekwondo Federation', directly indicating the use and efficacy of the designated service.",
                                    "Related_Precedent": "2009후2548"
                                }
                            ],
                            "Foreign_Language_Abbreviation_Not_Descriptive_Mark_Examples": [
                                {
                                    "Trademark": "A.G.S Ace Golf Service",
                                    "Judgment_Content": "Cannot definitively determine that 'A.G.S' stands for 'Ace Golf Service', and the process of inferring requires at least one recognition step, so it is considered to have distinctiveness overall.",
                                    "Related_Precedent": "2003후403"
                                }
                            ]
                        }
                    }
                },
                "1.2": "The mark must indicate the characteristics of the goods in the usual manner (judged by referring to Chapter 1.2).",
                "1.3": "The trademark must consist solely of marks that indicate the characteristics of the goods in the usual manner (judged by referring to Chapter 1.3)."
            },
            "2": {
                "Title": "Cautions When Judging",
                "Content": {
                    "2.1": "Whether a mark is descriptive or technical should be judged relatively in relation to the designated goods. Even if it is a technical or descriptive mark for the goods, if it cannot be seen as directly technical or descriptive for the designated goods, it is not considered to fall under this item. However, while considering the matters stipulated below, within the scope of interpreting provisions like Article 33(1) Item 2 of the law independently, it should be decided by comprehensively considering the actual state of the trading community and the relationship with the designated goods.",
                    "2.1.1": "Technical marks common to all goods, such as 'BEST', 'TOP', 'No1', 'NICE', 'SUPER', 'DELUXE', '최고', '정상', '제일', etc., are considered to fall under this item regardless of the designated goods.",
                    "2.1.2": "Whether a mark is descriptive is irrespective of whether it is actually used in the trading community. However, even if it is a mark that can be recognized as indirect or suggestive in relation to the designated goods, if it is actually used as a mark directly indicating the characteristics of the goods in the trading community, it falls under this item.",
                    "2.1.3": "Whether a mark is descriptive should be judged by placing importance on the actual conditions of the trading community when deciding whether to register the trademark. Past precedents, summary decisions, examination cases, and foreign registrations can be considered but are not binding.",
                    "2.2": "Indirect or suggestive marks are generally considered to have distinctiveness, but if it is difficult to clearly judge whether it is recognized as indirect or suggestive, it can be judged based on whether there is a risk of restricting the free use of others in the industry. In this case, if there is no risk of restricting the free use of others, it can be seen as an indirect or suggestive mark.",
                    "2.3": "Marks indicating characteristics in foreign languages such as English or Chinese are also considered to fall under this item. Even if English words that can be easily recognized with general knowledge and are extremely similar to form words with identical or similar meanings, they are considered to fall under this item.",
                    "Foreign_Language_Descriptive_Mark_Examples": [
                        {
                            "Designated_Goods": "HABITAT FOR HUMANITY (Housing Construction Promotion for the Poor)",
                            "Judgment_Content": "'HABITAT' is not widely known to the general public, but its objective meaning suggests that it directly indicates characteristics, so it is considered a direct descriptive mark in the trading community.",
                            "Related_Precedent": "1997후3296"
                        }, {
                            "Designated_Goods": "Maquillée (Beauty Salon)",
                            "Judgment_Content": "'Maquillée' means 'makeup' in French, and since it is used in the beauty industry as 'makeup, wedding makeup', it falls under efficacy or use indication.",
                            "Related_Precedent": "2011허10474"
                        }
                    ],
                    "Examples_of_Easily_Recognizable_English_Words_and_Similar": [
                        {
                            "Designated_Goods": "Credit Card Business",
                            "Trademark": "EasiCard (Variation of EASYCARD)"
                        }, {
                            "Designated_Goods": "Automobiles",
                            "Trademark": "AUTOMATIQUE (Variation of AUTOMATIC)"
                        }
                    ],
                    "2.4": "Marks combined with descriptive marks are generally subject to this item. However, if marks combined with descriptive marks only indicate a new meaning rather than the simple meaning of each mark, they are considered to have distinctiveness.",
                    "2.5": "Even if a mark is a descriptive mark used in a special way, if it is recognized as having distinctiveness for one's own and others' goods as a whole by being combined with other distinctive parts, it does not fall under this item."
                }
            },
            "3. Relationship with Other Provisions": [
                {
                    "Description": "If a mark that falls under this item also poses a risk of confusion or deception about the origin, quality, efficacy of the goods, or deceives consumers, Article 34(1) Item 12 of the law is applied together.",
                    "Example": {
                        "Descriptive_Mark_and_Quality_Confusion_Example": [
                            {
                                "Trademark": "COLOR CON (Concrete, Asphalt)",
                                "Judgment_Content": "Intuitively recognized as 'colored concrete', falls under descriptive mark, and poses a risk of confusing with 'colorless concrete' or 'asphalt', so there is a risk of confusing the goods themselves.",
                                "Related_Precedent": "2007후555"
                            }
                        ]
                    }
                }, {
                    "Description": "Functional marks that are purely three-dimensional shapes necessary for securing the function of the goods or their packaging are considered functional marks under Article 34(1) Item 15 of the law along with this item."
                }
            ],
            "4. Types_of_Descriptive_Marks_and_Judgment": {
                "4.1 Origin_Indication": {
                    "Definition": "Origin indication of goods refers to indicating regions that can intuitively reflect the characteristics of the goods based on geographical conditions such as climate and soil of the region.",
                    "Examples": [
                        {
                            "Designated_Goods": "Ginseng",
                            "Trademark": "Geumsan Ginseng, Gangwon Ginseng"
                        }, {
                            "Designated_Goods": "Apples",
                            "Trademark": "Daegu Apples, Chungju Apples"
                        }, {
                            "Designated_Goods": "Moshi",
                            "Trademark": "Hansan Moshi"
                        }, {
                            "Designated_Goods": "Squid",
                            "Trademark": "Ulleungdo Squid"
                        }, {
                            "Designated_Goods": "Tea",
                            "Trademark": "Boseong Green Tea"
                        }
                    ],
                    "Non_Origin_Indication_Examples": [
                        {
                            "Goods": "Hwajeong Dong Pig (Restaurant Business)",
                            "Judgment_Content": "'Hwajeong-dong' in Goyang City is a small neighborhood name and cannot be seen as a restaurant using specific ingredients.",
                            "Related_Precedent": ["2004후240", "2003후3471"]
                        }, {
                            "Goods": "Jangsu Gudeul (Stone Bed/Exhibition Business)",
                            "Judgment_Content": "The stones of Jangsu County are not directly used as materials for stone beds or not directly related, so it does not fall under origin indication.",
                            "Related_Precedent": "2008후3128"
                        }
                    ],
                    "4.1.2": {
                        "Title": "Judgment of Origin Indication",
                        "Description": "Whether it is an origin indication must be specifically judged in relation to the designated goods. Geographical names that cannot be seen as origin indications in relation to the designated goods, or geographical names such as raw material production areas, intermediate product factories, export ports, sales locations, etc., do not fall under this item. However, if the geographical name is an obvious geographical name, Article 33(1) Item 4 of the law is applied.",
                        "Examples": [
                            {
                                "Category": "Origin Indication Rulings",
                                "Examples": [
                                    {
                                        "Designated_Goods": "Anheung Steamed Buns",
                                        "Judgment_Content": "Used as a common term referring to steamed buns produced in the Anheung area, and considering promotional achievements of Hyeongseonggyo, it is reasonably recognized by the general public as the name of the production and sales area.",
                                        "Related_Precedent": ["2000허4710"]
                                    }, {
                                        "Designated_Goods": "Green Tea, Oryong Tea, etc.",
                                        "Judgment_Content": "'Ssukmal' and 'Boi' are names of 'Boi-hyeon', the tea collection area in Yunnan Province, China, and are recognized as the origin of tea by specialized consumers enjoying mid-grade tea in Korea.",
                                        "Related_Precedent": ["2001허5893"]
                                    }
                                ]
                            }, {
                                "Category": "Non-Origin Indication Rulings",
                                "Examples": [
                                    {
                                        "Designated_Goods": "Hwajeong-dong Pig",
                                        "Judgment_Content": "Although many restaurants use the name 'Hwajeong-dong', it is not recognized as the origin of pork or not sufficiently conducted to supply pork to restaurants on a large scale.",
                                        "Related_Precedent": ["2004허240", "2006허3471"]
                                    }, {
                                        "Designated_Goods": "Jangsu Gudeul Stone",
                                        "Judgment_Content": "Although Jangsu County is known for stone products and sedimentary stones, these stones are not exclusively used as materials for stone beds or not exclusively produced in Jangsu County, and 'Gudeul Stone' is not directly related to the origin of the stones.",
                                        "Related_Precedent": ["2006허3128"]
                                    }
                                ]
                            }
                        ]
                    },
                    "4.1.3": {
                        "Title": "In Case of Applying for Registration of Geographical Indication Collective Marks or Certification Marks",
                        "Description": "Even if it falls under origin indication, when applying for registration of geographical indication collective marks or certification marks, Item 4 of Article 33(1) of the law is not applied, and matters stipulated in Section 4 are reviewed. However, if the mark includes aspirations such as geographical indication composition names and is not related to the use of geographical indications due to the structure of aspirations, Article 33(1) Item 16 of the law is applied (except for cases covered by the fourth amendment)."
                    }
                },
                "4.2 Quality_Indication": {
                    "Definition": "Refers to cases where the mark is recognized as directly indicating the quality status or excellence of the goods.",
                    "Description": "Quality indication includes marks that indicate the dignity, grade, quality assurance, and beauty of the goods, regardless of whether the quality is actually indicated on the goods. However, if the quality is misleading or exaggerated, Article 34(1) Item 12 of the law is applied together.",
                    "Examples": {
                        "Environmental_Friendly_Indication": [
                            "Clean",
                            "Pollution-Free",
                            "Green",
                            "BIO",
                            "ECO",
                            "Organic"
                        ],
                        "Quality_Excellence_Indication": [
                            "Luxury",
                            "Original",
                            "Pure",
                            "Premium",
                            "Special",
                            "Super",
                            "Top",
                            "Superior",
                            "New",
                            "Complete",
                            "Standard",
                            "Hi",
                            "High",
                            "Best"
                        ],
                        "Quality_Grade_Indication": [
                            "Top",
                            "Medium",
                            "Low",
                            "Excellent",
                            "Superior",
                            "Good",
                            "A+",
                            "1++",
                            "Grade 1"
                        ],
                        "Quality_Assurance_Indication": [
                            "KS", "JIS (Japanese Industrial Standards)"
                        ],
                        "Non_Quality_Indication": ["Soft (Chocolate)", "Mild (Coffee)"]
                    },
                    "Non_Quality_Indication_Examples": [
                        {
                            "Trademark": "FOREFRONT",
                            "Designated_Goods": "Computer S/W, Computer Information Provision Business",
                            "Judgment_Content": "Although it means 'forefront' or 'leading', it is not intuitively recognized as 'cutting-edge' and is not generally used in the related industry.",
                            "Related_Precedent": "2008허8938"
                        }, {
                            "Trademark": "Sunsang",
                            "Designated_Goods": "Flour, Green Tea, Health Functional Foods, etc.",
                            "Judgment_Content": "'Sunsang' is a coined term not commonly used in daily life and can be perceived in various ways such as '純生', '順生', etc., making it only suggestive or emphasizing.",
                            "Related_Precedent": "2008허6468"
                        }
                    ]
                },
                "4.3 Raw_Material_Indication": {
                    "Definition": "Refers to cases where the raw materials are used or can be used in the designated goods.",
                    "4.3.1": "『Raw Material Indication』 of goods refers to cases where the raw materials are actually used or can be used in the designated goods. Raw materials include not only the main ingredients or main parts of the goods but also auxiliary materials or auxiliary parts that can significantly affect the quality, performance, efficacy, etc., of the goods.",
                    "Raw_Material_Indication_Examples1": [
                        {
                            "Designated_Goods": "Shampoo, Cosmetics",
                            "Trademark": "KERATIN"
                        }, {
                            "Designated_Goods": "Koryangju (a type of liquor)",
                            "Trademark": "Jukyeop Cheongju"
                        }, {
                            "Designated_Goods": "Cold Noodles",
                            "Trademark": "Yacon"
                        }, {
                            "Designated_Goods": "Colored Paper",
                            "Trademark": "Paperara"
                        }, {
                            "Designated_Goods": "Restaurant Business",
                            "Trademark": "Odeongsakke"
                        }, {
                            "Designated_Goods": "Soy Milk",
                            "Trademark": "VitaDuyu"
                        }
                    ],
                    "4.3.2": "Raw material indication of designated goods is considered to fall under this item as long as the general public or the trading community can recognize it as indicating the raw materials of the goods, without needing to accurately recognize the names or properties of the raw materials.",
                    "Raw_Material_Indication_Examples2": [
                        {
                            "Trademark": "GLUTEN",
                            "Designated_Goods": "Fishing Bait",
                            "Judgment_Content": "'Gluten' is an insoluble protein found in grains, used as a sticky ingredient in fishing bait, and is intuitively recognized as an ingredient for fishing bait.",
                            "Related_Precedent": "2005후1356"
                        }, {
                            "Trademark": "CUAZ",
                            "Designated_Goods": "Wood Preservatives",
                            "Judgment_Content": "'CUAZ' is a copper-azole compound wood preservative known among architects and landscaping professionals, thus falling under Article §6(01)3 (amended law §33①3) and §7(11) (amended law §34①12).",
                            "Related_Precedent": "2008허5458"
                        }
                    ],
                    "Non_Raw_Material_Indication_Examples": [
                        {
                            "Trademark": "Bulgaris",
                            "Designated_Goods": "Fermented Milk with Juice",
                            "Judgment_Content": "'Bulgaris' is a coined term and cannot be intuitively recognized by the general public as 'Bulgaricus', a type of lactic acid bacteria, or as the country name 'Bulgaria'.",
                            "Related_Precedent": "2005허9305"
                        }, {
                            "Trademark": "ASTA",
                            "Designated_Goods": "Eggs, Biscuits, etc.",
                            "Judgment_Content": "'Astaxanthin' is a carotenoid compound in the shells of shrimp and other crustaceans used as an ingredient in functional foods, but it is not used as an ingredient for the designated goods or intuitively recognized by the general public as an abbreviation.",
                            "Related_Precedent": "2007허2605"
                        }
                    ]
                },
                "4.4 Efficacy_Indication": {
                    "Definition": "Refers to directly indicating the performance or effect of the goods, including not only objective performance or effect but also subjective satisfaction such as comfort and pleasure, regardless of whether the efficacy actually exists.",
                    "Examples": [
                        {
                            "Designated_Goods": "Mineral Water",
                            "Trademark": "Life Water"
                        }, {
                            "Designated_Goods": "Mascara",
                            "Trademark": "Decoration Eyes"
                        }, {
                            "Designated_Goods": "Communication S/W, Communication Computers",
                            "Trademark": "Efficient Network"
                        }, {
                            "Designated_Goods": "Lipstick, Nail Polish",
                            "Trademark": "Color Wearing"
                        }, {
                            "Designated_Goods": "Shoes",
                            "Trademark": "Height Increase"
                        }, {
                            "Designated_Goods": "Medical Diagnostic Test Devices",
                            "Trademark": "One Touch"
                        }, {
                            "Designated_Goods": "Paints, Dyes",
                            "Trademark": "Glass Deco"
                        }, {
                            "Designated_Goods": "Credit Card Business",
                            "Trademark": "BLACKCARD"
                        }
                    ],
                    "Non_Efficacy_Indication_Examples": [
                        {
                            "Trademark": "ScienceDirect",
                            "Designated_Goods": "Downloadable E-books",
                            "Judgment_Content": "Although it means 'guiding science (academia)' or 'directly or straight to science (academia)', it merely suggests or emphasizes the efficacy of the designated goods.",
                            "Related_Precedent": "2008허10351"
                        }, {
                            "Trademark": "DEEP",
                            "Designated_Goods": "Cosmetics",
                            "Judgment_Content": "'DEEP' means 'deep, profound', but considering the nature and usage of cosmetics, it does not intuitively indicate efficacy or quality.",
                            "Related_Precedent": "2000허7199"
                        }
                    ]
                },
                "4.5 Use_Indication": {
                    "Definition": "Refers to technical or descriptive indications of the intended use or application of the goods. If the title of a book or periodical directly indicates the content of the book or periodical, it falls under this item. This also applies to the names of recorded tapes, disks, compact discs (CDs), and films with recorded images.",
                    "Examples": [
                        {
                            "Designated_Goods": "Home Water Distributor",
                            "Trademark": "WATERLINE"
                        }, {
                            "Designated_Goods": "Car Decoration Business",
                            "Trademark": "AutoLife"
                        }, {
                            "Designated_Goods": "Software for Email Transmission and Reception Services",
                            "Trademark": "SOCIAL HUB"
                        }, {
                            "Designated_Goods": "Skin Disease Treatment",
                            "Trademark": "Mark with Drawn Feet"
                        }
                    ],
                    "Non_Use_Indication_Examples": [
                        {
                            "Trademark": "Nokstop",
                            "Designated_Goods": "Waterproofing Agent, Anti-Rust, etc.",
                            "Judgment_Content": "Even if recognized and referred to as 'Nokstop' or '녹스탑', 'Nok' is recognized as the Korean '녹' meaning 'rust', and further recognizing it as 'rusting' requires multiple recognition steps, so it is considered suggestive.",
                            "Related_Precedent": "2008허13435"
                        }, {
                            "Trademark": "COOK LOCK",
                            "Designated_Goods": "Cooking Pot Lid Parts, Food Storage Containers, etc.",
                            "Judgment_Content": "Forms a unique and rhythmic name 'Cook Lock', not a common term, making it difficult to intuitively recognize it as a 'container with sealing functions used for cooking'.",
                            "Related_Precedent": "2008허6284"
                        }
                    ]
                },
                "4.6 Quantity_Indication": {
                    "Definition": "Includes indications of the number, size or specifications, weight of the goods that are actually used or can be used in the trading community, symbols indicating units or units that can be recognized as quantities of the goods.",
                    "Examples": [
                        "2 pairs", "100 grams", "10 packs", "3 bundles", "325 liters"
                    ],
                    "Non_Quantity_Indication_Examples": [
                        {
                            "Trademark": "MILLION",
                            "Designated_Goods": "Medical Instruments",
                            "Judgment_Content": "Means 'million, countless', but the general public would not intuitively recognize it as quantity or price.",
                            "Related_Precedent": "85후99"
                        }, {
                            "Trademark": "BE 2566",
                            "Designated_Goods": "Container Door Parts",
                            "Judgment_Content": "Derived from a specific model name of container door fastening devices and parts by a UK container manufacturer, but '2566' is not used as a specification or quantity indication in the domestic trading community.",
                            "Related_Precedent": "96후245"
                        }
                    ]
                },
                "4.7 Shape_Indication": {
                    "Definition": "『Shape Indication』 of goods refers to technical or descriptive indications related to the external appearance, shape, size or specifications, pattern, color, structure, etc., of the goods or their packaging and containers (including drawings or photos for three-dimensional marks). Generally, three-dimensional shapes related to goods are created with the intention of effectively performing the function of the goods or creating aesthetic appeal to stimulate consumer purchase desire, and not to function as indicators to distinguish one's own and others' goods. Therefore, the distinctiveness of three-dimensional shapes is recognized limitedly.",
                    "Examples": [
                        {
                            "Designated_Goods": "Shoes",
                            "Trademark": "265mm"
                        }, {
                            "Designated_Goods": "Face Powder",
                            "Trademark": "True Beige",
                            "Related_Precedent": "2001후2436"
                        }, {
                            "Designated_Goods": "Ice Cream",
                            "Trademark": "Image with Drawn Ice Cream",
                            "Related_Precedent": "2011허3568"
                        }, {
                            "Designated_Goods": "Portable Mobile Digital Electronic Devices",
                            "Trademark": "Image with Drawn Mobile Phone",
                            "Related_Precedent": "2012원4227"
                        }
                    ],
                    "Non_Shape_Indication_Examples": [
                        {
                            "Designated_Goods": "Camera",
                            "Trademark": "less design",
                            "Judgment_Content": "The appearance is composed of an original form and cannot be seen as being indicated in the usual manner, and it is not intuitively recognized due to the related naming.",
                            "Related_Precedent": "2008허5858"
                        }, {
                            "Designated_Goods": "Foreign Object",
                            "Trademark": "'A shape of bending a double black line once and folding it to imply or emphasize the shape of a blanket folded once.",
                            "Judgment_Content": "Merely implies or emphasizes the shape.",
                            "Related_Precedent": "2010허7266"
                        }
                    ]
                },
                "4.8 Price_Indication": {
                    "Definition": "『Price Indication』 of goods refers to indicating the actual price used in the trading community and the unit or symbol of that unit recognized as price indication.",
                    "Examples": [
                        {
                            "General_Price_Indication": [
                                "100 Won",
                                "10 Dollars",
                                "5$",
                                "백원",
                                "1,000￥",
                                "₩500"
                            ]
                        }
                    ]
                },
                "4.9 Indication_of_Production_Method, Processing_Method, Usage_Method": {
                    "Definition": "Indicates directly the production method, processing method, or usage method of the designated goods.",
                    "Production_Method_Processing_Method_Usage_Method_Examples": [
                        {
                            "Designated_Goods": "Ham",
                            "Trademark": "Smoked"
                        }, {
                            "Designated_Goods": "Chicken Restaurant",
                            "Trademark": "Mexican"
                        }, {
                            "Designated_Goods": "Desk",
                            "Trademark": "Assembled"
                        }, {
                            "Designated_Goods": "Acupuncture Course Business",
                            "Trademark": "Acupressure",
                            "Related_Precedent": "94후1312"
                        }, {
                            "Designated_Goods": "Shoes",
                            "Trademark": "Handmade"
                        }
                    ],
                    "Non_Production_Method_Processing_Method_Usage_Method_Examples": [
                        {
                            "Designated_Goods": "Physical Therapy Business",
                            "Trademark": "Hawkuyoyeop",
                            "Judgment_Content": "'Hawkuyoyeop' is a new term created by the applicant as a treatment method for spinal diseases and has not been used in the trading community.",
                            "Related_Precedent": "2002허2440"
                        }, {
                            "Designated_Goods": "Hair Designer",
                            "Trademark": "BIOTOUCH",
                            "Judgment_Content": "Although 'Biotouch' is widely used in the cosmetics industry and has a descriptive meaning of 'elasticity', it is not intuitively recognized as a hair designer.",
                            "Related_Precedent": "2005후2182"
                        }
                    ]
                },
                "4.10 Timing_Indication": {
                    "Definition": "『Timing Indication』 of goods refers to technical or descriptive indications that describe the specific timing, such as seasons (spring, summer, autumn, winter), specific periods, days of the week, weeks, nights, times, intervals, after meals, scorching sun or rain, before and after, etc., for seasonal goods.",
                    "Examples": [
                        {
                            "Designated_Goods": "Newspaper",
                            "Trademark": "Morning Edition, Evening Edition"
                        }, {
                            "Designated_Goods": "Clothing",
                            "Trademark": "Spring, Summer, Autumn, Winter"
                        }, {
                            "Designated_Goods": "Medicines",
                            "Trademark": "Before Meals, After Meals"
                        }, {
                            "Designated_Goods": "Magazine",
                            "Trademark": "AUGUST",
                            "Related_Precedent": "08허6475"
                        }
                    ]
                }
            },
            "Trademark_Not_Registerable_Cases": [
                "Generic Name: Marks consisting only of general names that describe the goods cannot be registered.", "Common Mark: Marks that were specific to a particular person but have been widely used and generalized.", "Descriptive Mark: Marks that directly express the origin, quality, efficacy, use, etc., of the goods.", "Geographical Name: Obvious geographical names unrelated to the goods.", "Simple and Common Mark: Marks that are simple and common, lacking originality."
            ],
            "Trademark_Registerable_Cases": ["Suggestive Mark: Marks that imply the characteristics of the goods without directly describing them.", "Arbitrary Mark: Marks that use words unrelated to the goods (e.g., Apple for computers).", "Fanciful Mark: Marks that use newly created words that did not exist before."]
        },
        "Chapter4_Obvious_Geographical_Names": {
            "Trademark_Law": {
                "Article33_Paragraph1_Item4": {
                    "Content": "Trademarks consisting solely of obvious geographical names, their abbreviations, or maps",
                    "Description": "The obvious geographical names defined in Article 33 Paragraph 1 Item 4 of the law not only lack distinctiveness to identify one's own and others' goods but also make it unfair to grant exclusive rights to a specific person for the public interest. In particular, obvious geographical names are widely used as business names by local residents, and granting registration for such geographical names could hinder their free use in the region. Therefore, exclusive rights are not granted to specific persons for geographical names that are well-known or widely recognized."
                }
            },
            "1. Application_Requirements": {
                "1.1": {
                    "Content": "Must correspond to an obvious geographical name, its abbreviation, or a map",
                    "1.1.1": {
                        "Content": "Obvious geographical names or their abbreviations",
                        "Description": "Names of countries, special cities, metropolitan cities, or provinces within the country; names of cities, counties, districts within special cities, metropolitan cities, or provinces; names of renowned foreign capitals, major cities, states, or equivalent administrative regions; and names of well-known historical sites, tourist attractions, bustling areas both domestically and internationally, along with their abbreviations.",
                        "Remarks": [
                            "If the name of a city, county, or district within a special city, metropolitan city, or province has multiple meanings, it may not be considered an obvious geographical name based on usage conditions.", "Even if it is a lower administrative region name than city, county, or district, if it is widely known, Item 4 applies."
                        ],
                        "Details": ["The 'country' in Item 4 includes governing bodies that effectively have territory, population, and sovereignty, regardless of whether they are officially recognized as the Republic of Korea.", "The 'map' in Item 4 refers to world maps (including parts of them) or national maps, and it should be recognized as such to a degree that is understandable by social norms. Domestic maps include some regional maps. However, if the general public finds it difficult to recognize the 'map' as defined in Item 4, it does not apply."]
                    },
                    "Precedents": {
                        "Obvious_Geographical_Name_Examples": [
                            "OXFORD",
                            "HEIDELBERG",
                            "MANHATTAN",
                            "GEORGIA",
                            "BRITISH-AMERICAN",
                            "INNSBRUCK (Innsbruck)",
                            "VENEZIA",
                            "Dakota",
                            "JAVA",
                            "PRAHA",
                            "Hongcheon Tteokbaegi"
                        ],
                        "Obvious_Geographical_Name_Cases": [
                            {
                                "Trademark": "Finlandia",
                                "Judgment_Content": "Similar in name, appearance, pronunciation, and concept to the country name 'Finland', recognized by general consumers and traders as the obvious geographical name 'Finland'.",
                                "Related_Precedent": "1996후54"
                            }, {
                                "Trademark": "Fifth Avenue",
                                "Judgment_Content": "Fifth Avenue is conceptually associated with '5th Avenue', a unique geographical name referring to a bustling shopping district in New York City, widely recognized among Korean consumers even without including 'New York'.",
                                "Related_Precedent": "1992후728"
                            }, {
                                "Trademark": "Sariwon Myeonok",
                                "Judgment_Content": "Sariwon has been widely known as a historically significant place since the Joseon Dynasty and remains one of North Korea's representative cities, making it an obvious geographical name.",
                                "Related_Precedent": "2017후1342"
                            }
                        ],
                        "Non_Obvious_Geographical_Name_Cases": [
                            {
                                "Trademark": "藥泉 Ye Jeon",
                                "Judgment_Content": "'藥泉' is identical to the Korean 'Yecheon', but the Hanja is different, and although it refers to Yecheon, there is no evidence of it being widely known.",
                                "Related_Precedent": "2000허624"
                            }, {
                                "Trademark": "Yeonsu Funeral Home",
                                "Judgment_Content": "'Yeonsu' can have various meanings and 'Yeonsu-gu' in Incheon Metropolitan City is not considered widely known enough to be an obvious geographical name.",
                                "Related_Precedent": "2013원3327"
                            }
                        ]
                    },
                    "1.1.2": {
                        "Content": "If mountains, rivers, islands, lakes, etc., domestically or internationally are widely known tourist spots to general consumers, they are considered obvious geographical names.",
                        "Exception": "If common nouns like 'Mountain', 'River', 'Island', 'Lake' are not combined and the meaning cannot be specifically identified, they are not considered obvious geographical names.",
                        "Description": "Even if famous foreign 'mountains', 'rivers', 'islands', 'lakes', etc., are used without combining with common nouns like 'Mountain', 'River', 'Island', 'Lake', if general consumers in Korea can recognize them as famous mountains, they are considered obvious geographical names.",
                        "Precedents": {
                            "Obvious_Geographical_Name_Cases": [
                                "Baekdusan",
                                "Hallasan",
                                "Seoraksan",
                                "Wolchulsan",
                                "Geumgangsan",
                                "Yeongsan River",
                                "Daecheong Lake",
                                "Jindo",
                                "Geoje Island",
                                "Mississippi (River)",
                                "Everest (Mountain)",
                                "Niagara (Waterfall)"
                            ],
                            "Non_Obvious_Geographical_Name_Cases": ["Wolchul", "Yeongsan", "Daecheong"]
                        }
                    },
                    "1.1.3": {
                        "Content": "If it is a simple geographical name not being a tourist spot, or even if it is a tourist spot but not widely known, Item 4 does not apply."
                    },
                    "1.1.4": {
                        "Content": "In the case of historical cultural properties, if their names have become obvious geographical names that refer not only to the cultural properties themselves but also to the regions where they are located, Item 4 applies.",
                        "Exception": "If the names of renowned cultural properties have not reached such a level, even if they are famous cultural properties, they are not considered obvious geographical names.",
                        "Precedents": {
                            "Obvious_Geographical_Name_Cases": [
                                "Namdaemun", "Dongdaemun", "Bulguksa", "Gyeongbokgung", "Gwanghwamun"
                            ],
                            "Non_Obvious_Geographical_Name_Cases": ["Cheokju Donghaebi (2004후1441)"]
                        }
                    },
                    "1.1.5": {
                        "Content": "Marks that simply combine obvious geographical names with business type names are considered non-distinctive.",
                        "Reference": "Before April 13, 2008, Trademark Examination Guidelines Article 9 Paragraph 5 stated that 'the provisions of Item 4 do not apply to non-profit organizations such as associations, cooperatives, research institutes, etc., that combine geographical names defined in Item 4 with business type names, or to corporate names and their abbreviations under the Commercial Act'. However, on April 14, 2008, this was deleted, and marks that simply combine obvious geographical names with business type names are generally considered non-distinctive (although distinctiveness can be recognized if acquired through use).",
                        "Precedents": {
                            "Business_Type_Combined_Obvious_Geographical_Name_Cases": [
                                {
                                    "Designated_Goods": "Television Broadcasting Business",
                                    "Trademark": "Chungcheong Broadcasting",
                                    "Precedent": "2004허110"
                                }, {
                                    "Designated_Goods": "Kendo Education Business",
                                    "Trademark": "Korean Haedong Kendo Association",
                                    "Precedent": "2008허12999"
                                }, {
                                    "Designated_Goods": "Cold Noodles Restaurant Business",
                                    "Trademark": "Cheonjin Hamheung Naengmyeon",
                                    "Precedent": "2009후3916"
                                }, {
                                    "Designated_Goods": "Market Research Business",
                                    "Trademark": "Korea Research Co. Ltd.",
                                    "Precedent": "2000후181"
                                }
                            ]
                        }
                    },
                    "1.1.6": {
                        "Content": "Marks that simply combine obvious geographical names with 'University' are considered non-distinctive, but if the applicant has demonstrated through use that the mark is recognized as indicating the source of a specific person's goods, distinctiveness through use can be recognized.",
                        "Description": "When judging based on the applicant's submitted trademark usage records, if a mark composed of 'obvious geographical name + University' has been widely used as a university name and is significantly recognized by general consumers as the name of the university, it can be recognized as having distinctiveness. If distinctiveness through use is recognized, distinctiveness can also be recognized for goods and services unrelated to education.",
                        "Conditions": [
                            "Used as a university name for approximately 50 years", "Has nationwide recognition", "Judged by comprehensively considering whether it is recognized as a specific university name by most age groups"
                        ],
                        "Precedents": {
                            "Non_Distinctive_Cases": [
                                {
                                    "Trademark": "Gyeongnam National University",
                                    "Case_Number": "2011후996"
                                }
                            ],
                            "Distinctive_Through_Use_Cases": [
                                {
                                    "Trademark": "Gyeongnam University KYUNGNAM UNIVERSITY 慶南大學校",
                                    "Case_Number": "2011후1982"
                                }
                            ]
                        }
                    }
                },
                "1.2": {
                    "Content": "The mark must consist solely of an obvious geographical name, its abbreviation, or a map",
                    "1.2.1": "Whether the mark consists solely of an obvious geographical name is judged by referring to Chapter 1.3.",
                    "1.2.2": {
                        "Content": "Even if an obvious geographical name is combined with a directional angle symbol, Item 4 applies in principle.",
                        "Exception": "If it is not directly recognized as an obvious geographical name, Item 4 does not apply.",
                        "Precedents": {
                            "Directional_Angle_Symbol_Combined_Obvious_Geographical_Name_Cases": [
                                "Namseoul", "Seodaejeon", "Bukchangwon"
                            ],
                            "Directional_Angle_Symbol_Non_Obvious_Geographical_Name_Cases": ["Donggyeongsan", "Bukjindo", "Namcheonjin"]
                        }
                    }
                }
            },
            "2. Cautions_When_Judging": {
                "2.1": "Whether it is an obvious geographical name is judged based on whether it is widely recognized by general consumers or the trading industry, not based on whether it is listed in dictionaries, etc. Even if a geographical name is widely used by many people in a specific region, it can be considered an obvious geographical name without being widely known nationwide.",
                "2.2": "Geographical names must exist in principle. However, if old names, nicknames, or aliases of a specific region have been commonly used by general consumers or traders to refer to the geographical names of that region, they are considered geographical names.",
                "Precedents": {
                    "Old_Geographical_Name_Cases": ["Bichgoeul (Gwangju)", "Hanbat (Daejeon)", "Dalgubeol (Daegu)", "Jemulpo (Incheon)"]
                },
                "2.3": "Item 4 applies only when an obvious geographical name, its abbreviation, or map is the main part of the mark. If the geographical name is a subsidiary part of the mark, Item 4 does not apply.",
                "2.4": "Applications for registration of geographical indication collective marks or certification marks do not apply under Item 4 (Law §33③)."
            },
            "3. Relationship_with_Other_Provisions": {
                "Description": "When an obvious geographical name or its abbreviation or map (including cases where the geographical name is a subsidiary part) is recognized as causing confusion about the source in relation to the designated goods, Article 34 Paragraph 1 Item 12 of the law also applies.",
                "Precedents": {
                    "Cases_Recognized_as_Posing_Risk_of_Confusion": [
                        {
                            "Trademark_Designated_Goods": "Francese's Bakery (Confectionery, Bread)",
                            "Judgment_Content": "Francese sufficiently evokes the concept of 'French' or 'French-style', falls under geographical indication, and causes consumers to mistake the quality as 'French-made'.",
                            "Related_Precedent": "2001허5350"
                        }, {
                            "Trademark_Designated_Goods": "Il-dong (Medicinal Liquor, Whiskey)",
                            "Judgment_Content": "Widely known as Il-dong-myeon in Pocheon, Gyeonggi Province, it falls under geographical indication, and using it for medicinal liquor produced outside Il-dong-myeon may cause consumers to mistake the liquor as being produced in Il-dong-myeon.",
                            "Related_Precedent": "2002후2464"
                        }
                    ]
                }
            }
        },
        "Chapter5_Common_Names_or_Names": {
            "Trademark_Law": {
                "Article33_Paragraph1_Item5": {
                    "Content": "Trademarks consisting solely of marks that use common surnames or names in the usual manner",
                    "Description": "The 'common surnames or names' defined in Article 33 Paragraph 1 Item 5 of the law are widely used by many people, lack distinctiveness to identify one's own and others' goods, and granting exclusive rights to specific persons poses a risk of harming many business operators who need to freely use them. Therefore, such marks cannot be registered as trademarks."
                }
            },
            "1. Application_Requirements": {
                "1.1": {
                    "Content": "Must correspond to common surnames or names",
                    "1.1.1": {
                        "Content": "Common surnames or names",
                        "Description": "The 'common surnames or names' defined in Item 5 refer to surnames of natural persons that are realistically held by many people or perceived to be held by many, as well as names that indicate corporations, organizations, or business entities.",
                        "Precedents": {
                            "Common_Surname_or_Name_Cases": [
                                "Yoon Ssanongbang (2000허2392)", "Kim Nonin Mapo Sanghoe (2003허3778)", "PRESIDENT (1985후57)"
                            ],
                            "Non_Common_Surname_or_Name_Cases": [
                                {
                                    "Trademark": "Missju (Plastic Surgery Business)",
                                    "Judgment_Content": "Although it can be seen as a combination of 'MISS' and surnames like 'Ju' or 'Jo', 'Ju' has various meanings and is a coined term with no specific concept.",
                                    "Related_Precedent": "2012원824"
                                }, {
                                    "Trademark": "Seongdeokdo (Newspaper, Book)",
                                    "Judgment_Content": "Founded as a religion based on the Tao Te Ching around 1952 with 350,000 followers in North Korea, but does not fall under Item 5.",
                                    "Related_Precedent": "2000허7663"
                                }
                            ]
                        }
                    },
                    "1.1.2": {
                        "Content": "Common names include corporate names, organization names without legal personality, business names, pseudonyms, stage names, pen names, or their abbreviations, and titles indicating positions like president, dean, or CEO.",
                        "1.1.3": {
                            "Content": "Foreign surnames",
                            "Description": "Foreign surnames are not included unless they are commonly seen in Korea. Even if a surname is common in its home country, it is not considered common in Korea unless it is also commonly seen there."
                        }
                    },
                    "1.2": {
                        "Content": "Must have been indicated using the usual manner of using common surnames or names",
                        "Description": "Whether the mark is indicated using the usual manner of using common surnames or names is judged by referring to Chapter 1.2."
                    },
                    "1.3": {
                        "Content": "The mark must consist solely of common surnames or names",
                        "1.3.1": "Whether the mark consists solely of common surnames or names is judged by referring to Chapter 1.3.",
                        "1.3.2": {
                            "Content": "Even if common surnames are combined with business type names like '商社' (Trading Company), '商店' (Store), '商會' (Commerce Association), '工業社' (Industrial Association), '社' (Company), '會' (Association), '당' (Group), '양행' (Trading Firm), '組合' (Cooperative), '協會' (Society), '硏究所' (Research Institute), or titles like '會長' (Chairman), '사장' (CEO), '이사장' (Executive Chairman), '總長' (General Director), including foreign characters or their translations, Item 5 applies.",
                            "1.3.3": {
                                "Content": "If common surnames are combined with business names, Item 5 applies in principle.",
                                "Exception": "If common surnames are combined with uncommon surnames, Item 5 does not apply.",
                                "Examples": {
                                    "Applicable_Cases": [
                                        "Kim & Park", "Lee & Choi"
                                    ],
                                    "Non_Applicable_Cases": ["Kim & Ga", "Lee & Seol"]
                                }
                            }
                        }
                    }
                },
                "2. Cautions_When_Judging": "Judging whether it is a common surname or name refers to population statistics such as surname population rankings from the National Statistical Office's Population and Housing Census, and whether granting exclusive rights would pose a risk of causing confusion in trade or harm individuals with the same surname.",
                "3. Relationship_with_Other_Provisions": {
                    "Description": "Even if common surnames or names are combined with other characters or shapes, if they are not intuitively recognized as common surnames or names or do not form new concepts overall, Item 5 and Article 33 Paragraph 1 Item 7 of the law are applied together.",
                    "Precedents": {
                        "Cases_Where_Item7_Applies_Together": [
                            {
                                "Trademark_Designated_Goods": "Eyeglasses, Telescopes",
                                "Trademark": "Best Company",
                                "Precedent": "1991후1885"
                            }, {
                                "Trademark_Designated_Goods": "Veterinary, Textiles",
                                "Trademark": "Kim Nonin Mapo Sanghoe",
                                "Precedent": "2003허3778"
                            }
                        ]
                    }
                }
            }
        },
        "Chapter6_Simple_and_Common_Marks": {
            "Trademark_Law": {
                "Article33_Paragraph1_Item6": {
                    "Content": "Trademarks consisting solely of simple and common marks",
                    "Description": "Trademarks consisting solely of 'simple and common marks' defined in Article 33 Paragraph 1 Item 6 of the law lack distinctiveness not only in commerce but also in daily use, and must be freely used by anyone. Therefore, such marks cannot be registered as trademarks."
                }
            },
            "1. Application_Requirements": {
                "1.1": {
                    "Content": "Must correspond to simple and common marks",
                    "1.1.1": {
                        "Content": "In the case of word marks",
                        "Description": "Marks composed of one Korean character or marks composed of two or fewer English alphabets are generally considered as simple and common marks. However, if they can be intuitively recognized as conveying specific concepts or as indicating the source of a specific person, they are not considered as such.",
                        "Examples": {
                            "Simple_and_Common_Mark_Examples": [
                                "Ga",
                                "Na",
                                "Chwi",
                                "A",
                                "B",
                                "AB",
                                "e"
                            ],
                            "Non_Simple_and_Common_Mark_Examples": ["Dak", "Byeol", "Hae", "Yong"]
                        },
                        "Specific_Person_Source_Mark_Examples": [
                            "LG",
                            "CJ",
                            "GS",
                            "HP",
                            "NH",
                            "KT",
                            "SK"
                        ]
                    },
                    "1.1.2": {
                        "Content": "In the case where one Korean character and one English letter are combined",
                        "Description": "Considered to have distinctiveness, but if recognized as indicating the characteristics of the designated goods or lacks distinctiveness otherwise, it does not apply.",
                        "Examples": {
                            "Distinctiveness_Applied": [
                                "Whang", "Nje"
                            ],
                            "Non_Distinctiveness_Applied": [
                                {
                                    "Trademark": "Pgeom",
                                    "Description": "'P' stands for 'PC', and 'geom' stands for 'geomeong 시험 (exam)', recognized as an abbreviation for 'PC Geomeong 시험 (PC Geomeong Exam)'.",
                                    "Related_Precedent": "2000원2980"
                                }, {
                                    "Trademark": "Tbong",
                                    "Description": "'T' represents the shape of a thread needle, recognized overall as 'T-shaped thread needle'.",
                                    "Related_Precedent": "40-1999-00-33921"
                                }
                            ]
                        }
                    },
                    "1.1.3": {
                        "Content": "In the case where one Korean character or two or fewer foreign letters are combined with other non-distinctive characters",
                        "Description": "Considered non-distinctive. However, if two foreign letters are connected with '&', it does not apply.",
                        "Examples": {
                            "Simple_and_Common_Mark_Examples": [
                                "Chwi", "Co.", "E PRINT", "MT", "Ltd."
                            ],
                            "Non_Simple_and_Common_Mark_Examples": [
                                "A&Z",
                                "AC-BC",
                                "AB55",
                                "SeonAC",
                                "ACF",
                                "㉿",
                                "ⓟ"
                            ]
                        }
                    },
                    "1.1.4": {
                        "Content": "In the case of number marks",
                        "Description": "Numbers consisting of two digits or fewer or two multiples of ten combined with symbols are considered non-distinctive, while marks combined with '&' are not considered non-distinctive.",
                        "Examples": {
                            "Simple_and_Common_Mark_Examples": [
                                "57", "22+35", "50/25"
                            ],
                            "Non_Simple_and_Common_Mark_Examples": ["22&35", "One and Two", "23.7", "3 & 7"]
                        }
                    },
                    "1.1.5": {
                        "Content": "In the case of design marks",
                        "Description": "Commonly used shapes such as circles, triangles, squares, diamonds, 卍, Samtaegeuk, etc., are considered non-distinctive. If combined with other uncommon shapes or patterns, distinctiveness may be recognized.",
                        "Examples": {
                            "Simple_and_Common_Mark_Examples": [
                                "○",
                                "△",
                                "□",
                                "◇",
                                "#",
                                "+",
                                "-",
                                "&",
                                "◎",
                                "◇",
                                "◯",
                                "▢",
                                "〇",
                                "卍",
                                "●"
                            ],
                            "Non_Simple_and_Common_Mark_Examples": [
                                {
                                    "Description": "White curve facing the upper right within a black square",
                                    "Related_Precedent": "Daepan 80후83"
                                }, {
                                    "Description": "Complex design where 'G' and 'Q' overlap",
                                    "Related_Precedent": "Daepan 93후1308"
                                }, {
                                    "Description": "Shape connecting 'CP' text",
                                    "Related_Precedent": "Daepan 02후291"
                                }
                            ]
                        }
                    }
                },
                "2. Cautions_When_Judging": {
                    "2.1": "To correspond to Item 6, the composition of the mark must be simple and common, so marks that are simple but not common or common but not simple do not correspond to Item 6.",
                    "2.2": "If simple and common marks have been specially designed or combined with colors to create new distinctiveness, they may not be considered simple and common marks.",
                    "Examples": {
                        "Simple_and_Common_Mark_Examples": [
                            "Green 'H' with 'mart' text", "Orange rectangle with 'NS'", "I³", "Brush-drawn circle 'O'", "Capital 'H'"
                        ],
                        "Non_Simple_and_Common_Mark_Examples": [
                            {
                                "Description": "White curve facing the upper right within a black square",
                                "Related_Precedent": "1980후83"
                            }, {
                                "Description": "Complex design where 'G' and 'Q' overlap",
                                "Related_Precedent": "1993후1308"
                            }, {
                                "Description": "Image with 'JT' letters side by side",
                                "Related_Precedent": "1992허1738"
                            }, {
                                "Description": "Three-colored wave curves resembling 'G'",
                                "Related_Precedent": "2007허11722"
                            }, {
                                "Description": "Design where 'G' and number '7' are combined to resemble 'G'",
                                "Related_Precedent": "2009후1001"
                            }
                        ]
                    },
                    "2.3": "If a simple and common mark has been recognized for distinctiveness through design, distinctiveness is recognized for the special design rather than the simple and common mark itself. Therefore, except for cases like 1.1.1 (ii) where distinctiveness is recognized through use and registered, similarity to other marks should be judged based on appearance rather than pronunciation or concept.",
                    "2.4": "If a simple and common mark is combined with another distinctive mark, Item 6 does not apply. However, if a mark that includes a simple and common mark has its other parts as subsidiary or is inseparably integrated into the simple and common mark, Item 6 does not apply.",
                    "2.5": "If simple and common marks are combined with each other or with other non-distinctive parts, the overall mark should be observed to judge distinctiveness."
                }
            },
            "2. Cautions_When_Judging": {
                "2.1": "To correspond to Item 6, the composition of the mark must be simple and common, so marks that are simple but not common or common but not simple do not correspond to Item 6.",
                "2.2": "If simple and common marks have been specially designed or combined with colors to create new distinctiveness, they may not be considered simple and common marks.",
                "Examples": {
                    "Simple_and_Common_Mark_Examples": [
                        "Green 'H' with 'mart' text", "Orange rectangle with 'NS'", "I³", "Brush-drawn circle 'O'", "Capital 'H'"
                    ],
                    "Non_Simple_and_Common_Mark_Examples": [
                        {
                            "Description": "White curve facing the upper right within a black square",
                            "Related_Precedent": "1980후83"
                        }, {
                            "Description": "Complex design where 'G' and 'Q' overlap",
                            "Related_Precedent": "1993후1308"
                        }, {
                            "Description": "Image with 'JT' letters side by side",
                            "Related_Precedent": "1992허1738"
                        }, {
                            "Description": "Three-colored wave curves resembling 'G'",
                            "Related_Precedent": "2007허11722"
                        }, {
                            "Description": "Design where 'G' and number '7' are combined to resemble 'G'",
                            "Related_Precedent": "2009후1001"
                        }
                    ]
                },
                "2.3": "If a simple and common mark has been recognized for distinctiveness through design, distinctiveness is recognized for the special design rather than the simple and common mark itself. Therefore, except for cases like 1.1.1 (ii) where distinctiveness is recognized through use and registered, similarity to other marks should be judged based on appearance rather than pronunciation or concept.",
                "2.4": "If a simple and common mark is combined with another distinctive mark, Item 6 does not apply. However, if a mark that includes a simple and common mark has its other parts as subsidiary or is inseparably integrated into the simple and common mark, Item 6 does not apply.",
                "2.5": "If simple and common marks are combined with each other or with other non-distinctive parts, the overall mark should be observed to judge distinctiveness."
            }
        },
        "Chapter7_Other_Non-distinctive_Marks": {
            "Trademark_Law": {
                "Article33_Paragraph1_Item7": {
                    "Content": "Trademarks that cannot identify which person's business is related to the goods",
                    "Description": "Other non-distinctive marks defined in Article 33 Paragraph 1 Item 7 of the law are supplementary provisions that prevent registration for trademarks that do not fall under Items 1 to 6 but lack distinctiveness and are not recognized as indicating origin, or granting exclusive rights to specific persons is not appropriate considering the purpose of the Trademark Act or market conditions."
                }
            },
            "1. Application_Requirements": {
                "1.1": "Must be 'cannot identify which person's business is related to the goods' as perceived by consumers",
                "1.1.1": {
                    "Content": "Marks not recognized as indicating origin or are general slogans, advertising texts, mottos, greetings, personal pronouns, or slang, making them non-identifiable as to the source.",
                    "Exception": "If beyond general slogans and is recognized as indicating origin, it does not apply.",
                    "Examples": [
                        {
                            "Designated_Goods": "Lavender Oil, Skin Milk",
                            "Trademark": "We are precious, aren't we (2004후912)"
                        }, {
                            "Designated_Goods": "Museum Management Business",
                            "Trademark": "Believe It or Not (1994후173)"
                        }, {
                            "Designated_Goods": "Hotel Business",
                            "Trademark": "GOODMORNING (2004허6293)"
                        }, {
                            "Designated_Goods": "Textbook Publishing Business",
                            "Trademark": "Be Smart (2007허975)"
                        }
                    ]
                },
                "1.1.2": "Broadcasting program names, movie or song titles widely known and used as slang by the public via broadcasting or internet media to a degree that they are not recognized as indicating origin",
                "1.1.3": "Marks that represent years as short terms or numerals, including Japanese era names combined with year indications, recognized as year indications",
                "1.1.4": {
                    "Content": "Marks composed in forms like photographing, printing, or copying people, animals, plants, natural objects, or cultural properties",
                    "Exception": "If considering relation with designated goods, it is recognized as distinctive.",
                    "Examples": [
                        {
                            "Type": "Photograph of a Person",
                            "Description": "General photograph of a person's face."
                        }, {
                            "Type": "Fingerprint",
                            "Description": "Fingerprint image on a black background."
                        }, {
                            "Type": "Book Copy",
                            "Description": "Image copying a book cover."
                        }, {
                            "Type": "Oriental Painting",
                            "Description": "Oriental painting with cats and birds."
                        }, {
                            "Type": "Building Photograph",
                            "Description": "Photo of a traditional Korean building."
                        }
                    ]
                },
                "1.1.5": {
                    "Content": "Marks commonly used to indicate the place of collection, sale, manufacturing, or service provision",
                    "Exception": "If combined with other elements to form a new concept, it does not apply.",
                    "Examples": {
                        "Commonly_Used_Marks_for_Place": [
                            "LAND",
                            "MART",
                            "PLAZA",
                            "WORLD",
                            "OUTLET",
                            "DEPOT",
                            "BANK",
                            "VILLAGE",
                            "HOUSE",
                            "CITY",
                            "TOWN",
                            "PARK",
                            "Village",
                            "Yard",
                            "Chon",
                            "Nara"
                        ],
                        "Combined_Marks_Not_Recognized_as_Place": {
                            "Goods_Designated": "Art Valley (Entertainment Performance Business)",
                            "Judgment_Content": "Not recognized by general consumers as a conventional mark or common noun related to designated services, 'valley' is not perceived as a place or space like theaters.",
                            "Related_Precedent": "2009후2326"
                        }
                    }
                },
                "1.1.6": {
                    "Content": "Marks recognized as decorative patterns or design elements commonly used on the external surface or raw materials of the goods",
                    "Exception": "If not a commonly used pattern or not recognized as a design element, it is considered to have distinctiveness.",
                    "Examples": [
                        {
                            "Designated_Goods": "Handbags",
                            "Trademark": "Wood Grain Pattern (2001후2863)"
                        }, {
                            "Designated_Goods": "Wallets, Neckties",
                            "Trademark": "Straight Grid Pattern (2010허7037)"
                        }, {
                            "Designated_Goods": "Sheet Paper",
                            "Trademark": "Polka Dot Pattern (2000허5841)"
                        }, {
                            "Designated_Goods": "Game Cards",
                            "Trademark": "Checkered Pattern (2005허2199)"
                        }, {
                            "Distinctive_Case": {
                                "Trademark_Designated_Goods": "T-shirts, Hyokdae",
                                "Judgment_Content": "Cannot be definitively determined to be used as fabric patterns for designated goods like clothing, and considering overall shape, white curves on black background, small white English letters, it is recognized as having distinctiveness.",
                                "Related_Precedent": "2004원4929"
                            }
                        }
                    ]
                },
                "1.1.7": {
                    "Content": "Marks that are socially generally difficult to recognize as distinctive, or widely used by many people making them non-distinctive",
                    "Examples": [
                        {
                            "Description": "Marks with very strong specific meanings that lead general consumers to think of a specific unique meaning rather than as a trademark",
                            "Example": "blockchain"
                        }, {
                            "Description": "Marks used or likely to be used across various goods or fields",
                            "Example": ["k-pop", "yolo"]
                        }
                    ],
                    "Additional_Examples": [
                        "http://, www., @, .com, co.kr, go.kr etc.", "Marks that copy advertisement texts or description texts or a page of a book as is.", "Simple color marks"
                    ],
                    "Commonly_Used_Marks_With_No_Distinctiveness": [
                        {
                            "Designated_Goods": "Communication-related goods",
                            "Trademark": "CYBER, NET, COM, TEL, WEB"
                        }, {
                            "Designated_Goods": "Finance-related goods",
                            "Trademark": "CASH, CARD, PASS"
                        }, {
                            "Designated_Goods": "Information Provision-related",
                            "Trademark": "NEWS, DATA"
                        }, {
                            "Designated_Goods": "Education-related goods",
                            "Trademark": "Montessori (2012후2951)"
                        }
                    ]
                }
            },
            "1.2": {
                "Content": "Recognized that granting exclusive rights to specific persons is not appropriate for the public interest",
                "Examples": [
                    {
                        "Goods_Designated": "Jogye Order (Business Packaging)",
                        "Judgment_Content": "Although Jogye Order is mainstream, many minority Jogye orders need to use it freely, posing a risk of limiting religious freedom.",
                        "Related_Precedent": "2005허1073"
                    }, {
                        "Goods_Designated": "114 (Computer Communication Business)",
                        "Judgment_Content": "Applicant has used it long-term for phone number information services, but telecommunications law allows others to use it for the same purpose, and many use sites combining 114.",
                        "Related_Precedent": "2001허5909"
                    }
                ],
                "1.2.2": {
                    "Content": "Marks applied solely with international non-proprietary names (INNs) of pharmaceuticals are considered under this item",
                    "Description": "If INNs are combined with distinctive parts to form overall distinctiveness, it does not apply.",
                    "Reference": "'International Non-proprietary Names (INNs) for pharmaceuticals' are standard names designated by WHO for substances used in pharmaceuticals, intended to be used uniformly as human common property."
                },
                "1.2.3": {
                    "Content": "Marks that are highly public or required to be used across multiple fields, such as terms used in national or public domains or essential terms used in multiple fields, are considered under this item",
                    "Description": "Consider whether granting exclusive rights to specific persons is inconsistent with public sentiment, or poses a risk of disputes in the market."
                }
            },
            "2. Cautions_When_Judging": {
                "Description": "Even if the applied mark is in the form of a slogan or motto, if it is not commonly used or recognized as indicating origin, it does not apply. Exception: If, when related to designated goods, it is recognized as a general slogan or advertising text widely used in the trade community and recognized by the public as not indicating source, then it applies.",
                "Examples_When_Not_Compared_to_General_Slogans": [
                    {
                        "Designated_Goods": "Soap",
                        "Trademark": "WE'VE (2003후2140)"
                    }, {
                        "Designated_Goods": "Cutting Tools",
                        "Trademark": "engineering your competitive edge (2005후2793)"
                    }
                ]
            },
            "3. Relationship_with_Other_Provisions": {
                "3.1": "If applying for a trademark that includes famous celebrity names, celebrity group names, sports player names, or other famous domestic or international person names or their abbreviations, regardless of designated goods, apply Article34_Paragraph1_Item6.",
                "3.2": "If applying for a trademark identical or similar to famous broadcasting program names, movie or song titles, or even if not similar but easily evokes them, and causes business confusion or damages distinctiveness or reputation, apply Article34_Paragraph1_Item11.",
                "3.3": "If applying for a trademark identical or similar to widely known broadcasting program names, movie or song titles for goods that have direct or indirect economic relations with broadcasting, movies, music or have sponsorship or transactional likelihood, causing consumer deception, apply Article34_Paragraph1_Item12.",
                "3.4": "If applying for a mark solely with international non-proprietary names (INNs) of pharmaceuticals and it causes misinterpretation of product quality or performance, apply Article34_Paragraph1_Item12."
            },
            "Celebrity_Names_and_Broadcast_Program_Names_Related_Items": [
                {
                    "Applicable_Article": "Law§33⑰",
                    "Trademark": "Trademarks consisting solely of widely known broadcasting program names or movie, song titles used as slang by the public",
                    "Designated_Goods": "Unspecified"
                }, {
                    "Applicable_Article": "Law§34⑯",
                    "Trademark": "Trademarks including famous celebrity names, celebrity group names, sports player names, or other famous domestic or international person names or their abbreviations",
                    "Designated_Goods": "Unspecified"
                }, {
                    "Applicable_Article": "Law§34⑪",
                    "Trademark": "Trademarks identical or similar to famous broadcasting program names, movie or song titles, or easily evoke them",
                    "Designated_Goods": "Goods related to broadcasting programs etc., and other goods if causing confusion or damaging distinctiveness or reputation"
                }, {
                    "Applicable_Article": "Law§34⑫",
                    "Trademark": "Trademarks identical or similar to widely known broadcasting program names, movie or song titles",
                    "Designated_Goods": "Goods with direct or indirect economic relations with broadcasting, movies, music etc., or goods likely to be commercialized through sponsorship or transactional relations causing consumer deception"
                }
            ]
        },
        "Chapter8_Combination_Marks_With_No_Distinctiveness": {
            "1. Principles_of_Determining_Distinctiveness": {
                "1.1": "Trademarks formed by combining marks that fall under Article 33 Paragraph1 Items (excluding Item7), which have no distinctiveness, are to be judged for distinctiveness by observing the whole. If the combination forms a new concept or distinctiveness, it is considered distinctive.",
                "1.2": "If, through overall observation, it is recognized as non-distinctive, it should be rejected. If there are two or more reasons for rejection under Article 33 Paragraph1, apply all relevant items. If it is difficult to choose clear rejection grounds, apply Article33_Paragraph1_Item7.",
                "1.3": "The distinctiveness of combination marks is to be judged in relation to each designated goods specifically and individually."
            },
            "2. Inspection_of_Combination_Marks": {
                "2.1": "If a specific part attracts consumer attention or is recognized as an important part of the mark, that part can be observed to inspect the combination mark as an exception.",
                "2.2": "Even when observing the main part of a combination mark, the distinctiveness is to be judged individually and specifically in relation to the designated goods through each component. If actual use by general public is confirmed based on mark registration status and market conditions, it can be considered as other non-distinctive marks."
            },
            "Non_Distinctive_Combination_Mark_Cases": [
                {
                    "Designated_Goods": "Jeans",
                    "Trademark": "BEST JEAN"
                }, {
                    "Designated_Goods": "Name",
                    "Trademark": "Kookmin's Spring"
                }, {
                    "Designated_Goods": "Cosmetics",
                    "Trademark": "STEAM CREAM (2013원6304)"
                }, {
                    "Designated_Goods": "Memory Disk Drive",
                    "Trademark": "SUPERSTORE (94후2241)"
                }, {
                    "Designated_Goods": "Fast Restaurant Business",
                    "Trademark": "Octopus Story (2008원13868)"
                }, {
                    "Designated_Goods": "Telecommunications Business etc.",
                    "Trademark": "Everybody's 5G (2018원1229)"
                }
            ],
            "Distinctive_Combination_Mark_Cases": [
                {
                    "Trademark_Designated_Goods": "∑F1 (Medical)",
                    "Judgment_Content": "The components cannot be individually separated and recognized, and it's a unique mark combining Greek letters, English letters, and background, making it inappropriate to grant exclusive rights to a specific person.",
                    "Related_Precedent": "2007허135"
                }, {
                    "Trademark_Designated_Goods": "THE CITY SEVEN (Architectural Business)",
                    "Judgment_Content": "Consists of weakly distinctive components, general consumers would recognize the whole, and associate it with 'Seventh City', forming a concept.",
                    "Related_Precedent": "2006허10517"
                }
            ]
        },
        "Chapter9_Distinctiveness_By_Use": {
            "Trademark_Law": {
                "Article33_Paragraph2": {
                    "Content": "Even if a trademark falls under Items 3 to 7 of Paragraph1, if before the trademark application it was used continuously by a specific person such that consumers can recognize it as indicating the source of that person's goods, the trademark can be registered limited to those goods where it was used.",
                    "Amendment": "2023. 10. 31."
                },
                "Description": "Distinctiveness by use allows marks that initially lack distinctiveness to be registered if a specific person has continuously used the mark for a certain period, thereby acquiring distinctiveness, eliminating the need to ensure free use among competitors, and protecting the credibility of trademark users by preventing unfair competition by third parties. It aligns with the original purpose of the Trademark Act to protect consumer interests by preventing confusion about product quality or origin."
            },
            "1. Application_Target": {
                "1.1": {
                    "Description": "Distinctiveness by use is recognized only for marks under Article33_Paragraph1 Items 3 to7: descriptive marks (Item3), obvious geographical names (Item4, effective from July 1, 2001), common surnames or names (Item5), simple and common marks (Item6), and other non-distinctive marks (Item7, effective from October 31, 2023). General names (Item1) and conventional phrases (Item2) do not have distinctiveness by use."
                },
                "1.2": {
                    "Description": "Trademark types that require distinctiveness by use",
                    "Description": "Standard word marks have inherent (abstract/absolute) distinctiveness allowing them to function as source indicators, but marks like color marks, sound marks without distinctiveness, scent marks, other visual or non-visual marks are used as product designs or marketing methods and need to be proven to have acquired source-indicating distinctiveness through continuous exclusive use by a specific person for a certain period, thus can be registered only by proving distinctiveness by use."
                }
            },
            "2. Application_Requirements": {
                "2.1": {
                    "Content": "Must have used the mark before applying for registration",
                    "2.1.1": {
                        "Description": "To claim distinctiveness by use, continuous use before the trademark application is required. 'Use' refers to trademark use as defined in Article2_Paragraph1_Item11 and Article2_Paragraph2.",
                        "Law Article2_Paragraph1_Item11_and_Paragraph2": {
                            "11": {
                                "Description": "Trademark use refers to any of the following:",
                                "a": "Displaying the trademark on goods or their packaging",
                                "b": "Transferring or delivering goods or their packaging with the trademark displayed, or displaying, exporting, or importing with the intent to transfer or deliver",
                                "c": "Displaying the trademark in advertisements, price lists, transaction documents, or other means, and widely promoting or publicizing it"
                            },
                            "②": {
                                "Description": "Mark display acts as per Paragraph1_Item11 include:",
                                "1": "Displaying the mark by its shape, sound, or scent",
                                "2": "Displaying it electronically through information provided via telecommunications lines"
                            }
                        }
                    },
                    "2.1.2": "Trademark use period is generally considered to recognize distinctiveness if used continuously for about 5 years in a substantial, non-competitive way. However, even if the usage period is short but achieved high sales, market share, or recognition through extensive advertising, it can be considered."
                },
                "2.2": {
                    "Content": "Consumers recognize the mark as indicating the source of specific person's goods",
                    "2.2.1": "Consumers include general consumers and traders; source indication does not require recognizing specific names but can be an abstract source indicator as long as consumers can recognize it as indicating a source. However, the mark must not be used as a source indicator among traders for the same goods as to function as a distinctiveness indicator.",
                    "2.2.2": "The level of recognizability as a source indicator is higher than marks recognized as indicating other persons' goods but lower than well-known marks, and even regional recognition by some traders or consumers is acceptable."
                },
                "2.3": {
                    "Content": "The mark applied for registration must match the goods where the mark was used",
                    "2.3.1": "Distinctiveness by use is recognized only when the mark is used on the same goods as applied for registration, even if similar marks or goods are not recognized. 'Same' means not physical same but functionally same as perceived by general consumers and traders.",
                    "Examples_of_Same_Mark_and_Goods": [
                        {
                            "Applied_Trademark_Designated_Goods": "K2 (Hiking Boots, Hiking Apparel etc.)",
                            "Actual_Used_Mark": "K₂, K₂, K₂",
                            "Related_Precedent": "2006후2288"
                        }, {
                            "Applied_Trademark_Designated_Goods": "Kyungnam University KYUNGNAM UNIVERSITY 慶南大學校 (Education Business)",
                            "Actual_Used_Mark": "Kyungnam University, KYUNGNAM UNIVERSITY",
                            "Related_Precedent": "2011후1982"
                        }, {
                            "Applied_Trademark_Designated_Goods": "SUPERIOR (Golf Equipment)",
                            "Actual_Used_Mark": "SUPERIOR, including logo SUPERIOR",
                            "Related_Precedent": "2012후2074"
                        }
                    ]
                },
                "2.4": {
                    "Content": "Applicants claiming distinctiveness by use must submit evidence",
                    "2.4.1": "To be recognized as having distinctiveness by use, concrete evidence showing that the mark has been used continuously to indicate the source of specific person's goods must be submitted, not just assumptions like advertising or similar mark registrations.",
                    "2.4.2": "Evidence can include used mark, used goods, fact of continuous use for a considerable period, use nationwide or in specific regions, production/manufacturing/processing/proof/sales volumes, sales amounts, market share, methods/frequency/content of use, methods/frequency/content/duration of advertising, objective consumer recognition surveys, materials proving product quality or reputation, materials showing exclusive use of the mark."
                }
            },
            "3. Judgment_Process": {
                "3.1": "When examiners assess distinctiveness by use claims, they must conduct collaborative examinations involving a team leader and two other examiners.",
                "3.2": "If the collaborative examination recognizes the distinctiveness by use claim, the mark is submitted to the Distinctiveness by Use Judgment Examination Committee for final decision.",
                "3.3": "Marks recognized as having distinctiveness by use (through tribunals, litigation, or collaborative examination decisions) are marked as 'distinctive by use trademark' during publication and registration records."
            },
            "4. Cautions_When_Judging": {
                "4.1": "Distinctiveness by use is recognized only if a specific person has exclusively used the mark, ensuring no need for free use among competitors, considering factors like usage period, method, sales, advertising performance, and product characteristics.",
                "4.2": "Applicants must submit proper evidence to prove distinctiveness by use, but excessive or unnecessary evidence should not be required. If the mark is widely known beyond the required evidence in Article33_Paragraph2, some evidence can be omitted."
            }
        }
    },
    "Part5_Trademarks_That_Cannot_Be_Registered": {
        "Chapter1_Trademarks_Identical_or_Similar_to_National_Flags_and_Emblems": {
            "Relevant_Laws_and_Purpose": {
                "Trademark_Law": {
                    "Article34_Paragraph1_Item1a_to_Item1e": {
                        "Section": "Article34 Paragraph1 Item1a to Item1e",
                        "Content": "Trademarks that are national flags (國旗) and emblems (記章) of international organizations that fall under any of the following sub-items",
                        "Sub_Items": {
                            "a": "Trademarks identical or similar to the national flag, emblem (國章), military flag (軍旗), orders, decorations (褒章), insignia, or seals (印章) used for supervision or certification by the Republic of Korea or public institutions",
                            "b": "Trademarks identical or similar to the national flags of Allied countries, WTO member countries, or signatory countries of the Trademark Law Convention under the Paris Convention for the Protection of Industrial Property",
                            "c": "Trademarks identical or similar to the names, abbreviations, or emblems of the International Red Cross, International Olympic Committee, or other renowned international organizations",
                            "d": "Trademarks identical or similar to the coats of arms (紋章), flags (旗), orders, decorations (褒章), or insignia (旗章) of Allied countries designated by the Director of the Korean Intellectual Property Office based on notification from the World Intellectual Property Organization under Article6-3 of the Paris Convention, or similar to those of intergovernmental international organizations that Allied countries are members of",
                            "e": "Trademarks identical or similar to seals or symbols used for supervision or certification by Allied countries or their public institutions, and used for the same or similar goods as the seals or symbols are used for"
                        }
                    },
                    "Purpose_of_The_System": {
                        "a": "Maintain the dignity and authority of national flags and emblems, and the certification seals that guarantee quality",
                        "b": "Maintain the dignity of the national flags of Allied countries",
                        "c": "Maintain the authority of renowned international organizations and prevent confusion or misunderstanding",
                        "d": "Protect the dignity of the coats of arms, flags, orders, decorations of Allied countries and the authority of international organizations",
                        "e": "Protect consumers from seals or symbols used for supervision or certification by Allied countries' public institutions"
                    }
                }
            },
            "1. Application_Requirements_for_Article34_Paragraph1_Item1a": {
                "Definition": {
                    "National_Flag": "Regulations on the National Flag of the Republic of Korea",
                    "Emblem": "Regulations on National Emblems",
                    "Military_Flag": "Military Flag Order",
                    "Orders_and_Decorations": "As defined by the Order of Merit Law and its Enforcement Decree",
                    "Insignia": "Insignia or emblems commemorating public achievements or representing status and rank"
                },
                "Examples": {
                    "National_Flag": ["Gukgi"],
                    "Emblem": ["Gukjang"],
                    "Military_Flag": ["Gungi"],
                    "Order": ["Boguk Order"],
                    "Decoration": ["Geonguk Decoration"],
                    "Insignia": ["Navy Academy Officer Ribbon", "Republic of Korea Military Family Seal", "6.25 Veterans Homeland Hero Insignia"]
                },
                "Reference_Laws": {
                    "Military_Flag_Order": {
                        "Article3": {
                            "Description": "Types of military flags include Joint Chiefs Flag, Each Military Flag (Army Flag, Navy Flag, Air Force Flag), Unit Flags, Branch Flags, and Sub-unit Flags, categorized into regular and special flags",
                            "Types": ["Joint Chiefs Flag (Headquarters Combined Chiefs of Staff Flag)", "Each Military Flag (Army, Navy, Air Force Flags)", "Unit Flag", "Branch Flag", "Sub-unit Flag"]
                        }
                    },
                    "Order_of_Merit_Law": {
                        "Article9": "Types of Orders",
                        "Orders": [
                            "Mugunghwa Daehwan Order",
                            "Geonguk Order",
                            "Gungmin Order",
                            "Mugong Order",
                            "Geunjeong Order",
                            "Boguk Order",
                            "Sugu Order",
                            "Saneop Order",
                            "Saemaul Order",
                            "Munhwa Order",
                            "Cheyuk Order",
                            "Gwahak Order"
                        ],
                        "Article19": "Types of Decorations",
                        "Decorations": [
                            "Geonguk Decoration",
                            "Gungmin Decoration",
                            "Mugong Decoration",
                            "Geunjeong Decoration",
                            "Boguk Decoration",
                            "Yebigung Decoration",
                            "Sugu Decoration",
                            "Saneop Decoration",
                            "Saemaul Decoration",
                            "Munhwa Decoration",
                            "Cheyuk Decoration",
                            "Gwahak Decoration"
                        ]
                    },
                    "Non_Applicable_Symbols_or_Names": {
                        "Shapes_and_Names_List": [
                            {
                                "description": "Abstract shape containing the Korean text '부 - 일'",
                                "text": "Bu - Il"
                            }, {
                                "description": "Color shape resembling the Taegeuk pattern",
                                "colors": ["Blue", "Red", "Gray"]
                            }, {
                                "description": "Shape appearing as a chrysanthemum emblem",
                                "details": "Small circle in the center with petal shapes around the border"
                            }, {
                                "description": "Black anchor (닻) shape"
                            }, {
                                "description": "Specific Names",
                                "text": ["Daejang", "ADMIRAL", "USMC"]
                            }
                        ]
                    }
                }
            },
            "2. Application_Requirements_for_Article34_Paragraph1_Item1b": {
                "Definition": "Trademarks identical or similar to the national flags of Allied countries, WTO member countries, or signatory countries of the Trademark Law Convention under the Paris Convention for the Protection of Industrial Property",
                "Protection_Target": "Allied countries under the Paris Convention, WTO member countries, signatory countries of the Trademark Law Convention",
                "Protection_Standard": "Protected regardless of WIPO notification status"
            },
            "3. Application_Requirements_for_Article34_Paragraph1_Item1c": {
                "Definition": "Trademarks identical or similar to the names, abbreviations, or emblems of the International Red Cross, International Olympic Committee, or other renowned international organizations",
                "International_Red_Cross": {
                    "Definition": "Emblems such as Red Cross, Red Crescent, Red Crystal and affiliated organizations like national Red Cross societies of Geneva Convention signatory countries, International Committee of the Red Cross (ICRC), International Federation of Red Cross and Red Crescent Societies (IFRC)",
                    "Examples": {
                        "Red_Cross_Emblems": [
                            "Red Cross", "Red Crescent", "Red Crystal"
                        ],
                        "Red_Cross_Movement_Organizations": ["National Red Cross Societies of Geneva Convention Signatory Countries (e.g., Korean Red Cross)", "International Committee of the Red Cross (ICRC)", "International Federation of Red Cross and Red Crescent Societies (IFRC)"]
                    }
                },
                "Renowned_International_Organizations": {
                    "Definition": "Intergovernmental and non-governmental international organizations like the United Nations (UN), EU, NATO, OPEC",
                    "Examples": {
                        "Intergovernmental_Organizations": [
                            "IAEA",
                            "INTERPOL",
                            "WHO",
                            "WTO",
                            "IBRD",
                            "IFC",
                            "FAO",
                            "UNESCO",
                            "ILO",
                            "IMF",
                            "OPEC",
                            "WIPO",
                            "NATO"
                        ],
                        "Non_Governmental_Organizations": [
                            "AI",
                            "ICC",
                            "IPU",
                            "YMCA",
                            "YWCA",
                            "MSF",
                            "WCC"
                        ],
                        "Renowned_International_Organization_Emblem_Examples": ["World Health Organization", "WTO World Trade Organization", "OPEC Organization of the Petroleum Exporting Countries", "NATO North Atlantic Treaty Organization", "IAEA International Atomic Energy Agency"]
                    }
                },
                "Exception_Provision": "Marks applied by international Red Cross, International Olympic Committee, or renowned international organizations can be registered"
            },
            "4. Application_Requirements_for_Article34_Paragraph1_Item1d": {
                "Definition": "Trademarks identical or similar to coats of arms, flags, orders, decorations, or insignia of Allied countries designated by the Director of the Korean Intellectual Property Office based on notification from WIPO under Article6-3 of the Paris Convention, or similar to those of intergovernmental international organizations that Allied countries are members of",
                "Protection_Target_Standard": "Only those designated by the Director are protected",
                "Registration_Decision_Timing": "Registration decision after 2 months from notification receipt"
            },
            "5. Application_Requirements_for_Article34_Paragraph1_Item1e": {
                "Definition": "Trademarks identical or similar to seals or symbols used for supervision or certification by Allied countries' public institutions, designated by the Director based on WIPO notification",
                "Public_Institutions": "Central or local administrative bodies, public cooperatives, public law entities of Allied countries under the Paris Convention, WTO member countries, or signatory countries of the Trademark Law Convention",
                "Seals_or_Symbols_for_Supervision_or_Certification": "Emblems managing product standards and quality",
                "Examples": {
                    "United_States": "Federal Communications Commission (FCC) certification mark for communication devices",
                    "EU": "Product safety mark (conformité européenne)",
                    "Japan": "Japanese Industrial Standards",
                    "China": "China Compulsory Certification mark"
                },
                "Application_Scope": "Only applies to goods identical or similar to those using the supervision or certification seal or symbol",
                "Registration_Exception": "Can be registered when applying as certification marks using supervision or certification seals or symbols"
            },
            "6. Cautions_When_Judging": {
                "Existence": "Marks defined in this item must be currently existing",
                "Similarity_of_Names": {
                    "Description": "Even if the names of the marks defined in this item are identical or similar in text, they are considered identical or similar marks",
                    "Applicable_Cases": [
                        "Shinkiru Taegeukgi", "UN Future English Village"
                    ],
                    "Non_Applicable_Cases": ["Taegeukgi Flyin'", "UN I English Village"]
                },
                "Combination_of_Marks": "Even if part of the trademark combines marks defined in this item, it is considered under this item"
            },
            "7. Relationship_with_Other_Provisions": {
                "Risk_of_Harming_Dignity_of_Flags": "Trademarks posing a risk of harming the dignity of national or foreign flags apply Article34_Paragraph1_Item2 and Item4 even if not similar to the marks defined in this item",
                "Emblems_Including_Mugunghwa_Shape": "If the emblem identical or similar to national emblems like Gukjang, Gungi, Orders includes a Mugunghwa shape, apply Item1. However, if the Mugunghwa shape is not recognized as Gukjang, Gungi, or Orders, consider Article34_Paragraph1_Item2"
            },
            "Judgment_Timing": "Determine applicability to this item when deciding trademark registration"
        },
        "Chapter2_Trademarks_Deceptively_Representing_or_Insulting_Nationality_or_Public_Organizations": {
            "Relevant_Laws_and_Purpose": {
                "Trademark_Law": {
                    "Article34_Paragraph1_Item2": {
                        "Content": "Trademarks that deceptively represent or insult the relationship with a nation, race, ethnicity, public organization, religion, or renowned deceased persons, or trademarks that risk defaming the reputation of these entities",
                        "Description": "Regulations that recognize the authority and dignity of nations, races, ethnicities, etc., to maintain international credibility and protect the honor and personality of renowned deceased persons or their families"
                    }
                },
                "Purpose_of_The_System": "Protect the authority and dignity of nations, races, ethnicities, etc., maintain international credibility, and protect the honor and personality of renowned deceased persons or their families"
            },
            "1. Application_Requirements": {
                "1.1 Must be related to a nation, race, ethnicity, public organization, religion, or renowned deceased person": {
                    "1.1.1 Nation": {
                        "Description": "Includes the Republic of Korea and foreign nations, including the Holy See",
                        "Condition": "Governing bodies that effectively have territory, population, and sovereignty, regardless of official recognition as the Republic of Korea"
                    },
                    "1.1.2 Public_Organizations": [
                        "Local governments", "Public cooperatives", "Public law entities and their representative institutions and subsidiaries", "Foreign state governments and their subsidiaries"
                    ],
                    "1.1.3 Renowned_Deceased_Persons": ["Renowned deceased persons generally recognized by the public", "Renowned deceased persons as recognized by the trade community in relation to designated goods", "Including foreigners"]
                },
                "1.2 Must deceptively represent, insult, or risk defaming the reputation of the nation, race, ethnicity, public organization, religion, or renowned deceased person": {
                    "1.2.1 False_Representation, Insult, Defamation_Risk": {
                        "Description": "Marks that inherently or in relation to designated goods pose a significant negative impact or risk of causing such effects",
                        "Examples_of_Defamation_Risk": [
                            "Yankee", "Roskke", "Nigger (Negro)", "흑인 (DARKIE)"
                        ],
                        "Examples_of_No_Defamation_Risk": ["Indian (89후346)", "WHITE RUSSIAN (97허1337)"]
                    },
                    "1.2.2 Judgment_Criteria_for_False_Representation_Insult_Defamation_Risk": "Regardless of the applicant's intent or purpose, if there is a risk of causing such outcomes based on societal norms",
                    "1.2.3 Use_of_Renowned_Deceased_Persons'_Names": {
                        "Description": "Using the name of a renowned deceased person alone as a trademark does not constitute false representation",
                        "Condition": "Only applies if there is a risk of deceptively representing the relationship with the deceased person, insulting, defaming, or risking defaming their reputation"
                    }
                },
                "Examples_of_False_Representation_of_Relationship_with_Renowned_Deceased_Persons": [
                    {
                        "Trademark_Designated_Goods": "Heo Jun Honke (Rice with Dongchunghacho, Tea, etc.)",
                        "Judgment_Content": "Means 'Heo Jun's family home' of the renowned deceased 'Heo Jun', but the actual registrant has no relation with Heo Jun's family home, thus deceptively representing the relationship with the renowned deceased person",
                        "Case_Number": "2011허7560"
                    }
                ],
                "Examples_of_Not_False_Representation_of_Relationship_with_Renowned_Deceased_Persons": [
                    {
                        "Trademark_Designated_Goods": "MOZART (Candy, Floral Arrangements)",
                        "Judgment_Content": "Simply uses the name of the deceased person without indicating any relationship, not representing the relationship with the deceased person deceptively",
                        "Case_Number": "97후938"
                    }
                ],
                "2. Cautions_When_Judging": {
                    "2.1 Existence": "Nations, races, ethnicities, public organizations, religions must be currently existing to apply this item",
                    "2.2 Judgment_Criteria": "When judging risk of false representation, insult, defamation, or reputation damage, fully consider the perspectives and feelings of followers, families of the deceased, etc."
                },
                "3. Relationship_with_Other_Provisions": {
                    "3.1 Applicability": "Applies when trademarks deceptively represent or insult the relationship with a renowned deceased person, or risk defaming their reputation",
                    "3.2 Relationship_with_Designated_Goods": {
                        "Description": "Even if the trademark does not deceptively represent the relationship with a renowned deceased person, if it causes confusion or misunderstanding related to the designated goods, apply Article34_Paragraph1_Item12",
                        "Example": [
                            {
                                "Trademark_Designated_Goods": "Hemingway (Book Publishing Business, etc.)",
                                "Judgment_Content": "May cause confusion or misunderstanding that the publishing business is related to the novelist Hemingway",
                                "Case_Number": "2007허579"
                            }
                        ]
                    },
                    "Comparison_with_Article34_Paragraph1_Items2,4,6": [
                        {
                            "Applicable_Section": "Law§34①2",
                            "Target": "Renowned_Deceased_Persons",
                            "Condition": "If the trademark deceptively represents or insults the relationship with the renowned deceased person or risks defaming their reputation"
                        }, {
                            "Applicable_Section": "Law§34①4",
                            "Target": "Renowned_Deceased_Persons",
                            "Condition": "If the applicant registers the name of the renowned deceased person without the consent of the legitimate rights holder to ride on their reputation"
                        }, {
                            "Applicable_Section": "Law§34①6",
                            "Target": "Existing_Renowned_Others",
                            "Condition": "If the trademark includes the name or abbreviation of existing renowned others"
                        }
                    ]
                },
                "4. Judgment_Timing": "Determine applicability to this item when deciding trademark registration"
            },
            "Chapter3_Trademarks_Identical_or_Similar_to_National_Public_Organization_Work_Marks": {
                "Relevant_Laws_and_Purpose": {
                    "Trademark_Law": {
                        "Article34_Paragraph1_Item3": {
                            "Content": "Trademarks identical or similar to the marks of national or public organizations or their institutions and non-profit work or public projects of these organizations",
                            "Exception": "If the nation or public organization itself applies for the trademark registration, it can be registered"
                        },
                        "Purpose_of_The_System": "Protect the business credibility and authority of nations and public organizations with renowned work marks, and protect the public from confusion or misunderstanding about the source of goods when used on products"
                    },
                    "1. Application_Requirements": {
                        "1.1 Must be a nation, public organization, their institutions, or public interest corporations": {
                            "1.1.1 Nation": {
                                "Description": "Includes the Republic of Korea and foreign nations, including the Holy See",
                                "Condition": "Governing bodies that effectively have territory, population, and sovereignty, regardless of official recognition as the Republic of Korea"
                            },
                            "1.1.2 Public_Organizations": [
                                "Local governments", "Public cooperatives", "Public law entities and their representative institutions and subsidiaries", "Foreign state governments and their subsidiaries included"
                            ],
                            "1.1.3 Public_Interest_Corporations": {
                                "Description": "Non-profit corporations (associations or foundations) established under Article32 of the Civil Code for religious, charitable, academic, etc., including foreign public interest corporations",
                                "Exception": "Public law entities like local governments or public cooperatives are excluded"
                            },
                            "Reference_Laws": {
                                "Civil_Code": {
                                    "Article32": "Associations or foundations established for non-profit purposes such as academic, religious, charitable, artistic, social, etc., can become corporations with permission from the competent authority"
                                }
                            },
                            "Examples_of_Public_Interest_Corporations": [
                                "YMCA", "Boy Scouts", "YWCA"
                            ],
                            "Examples_of_Non_Public_Interest_Corporations": [
                                {
                                    "Trademark_Designated_Goods": "Korea Football Association",
                                    "Judgment_Content": "Established on September 19, 1933, but not considered a public organization or public interest corporation as defined under Article34_Paragraph1_Item3 (rejected)",
                                    "Case_Number": "2002허8035 (Invalid)"
                                }
                            ],
                            "Exception_Provision": "If a nation, public organization, or their institutions and public interest corporations apply for their own marks, this item does not apply. However, others cannot register even with approval or delegation from them"
                        },
                        "1.2 Must be a mark indicating non-profit work or public projects of the nation, public organization, their institutions, or public interest corporations": {
                            "1.2.1 Primary_Purpose": "Even if conducting ancillary profit-making activities like charging fees, if the primary purpose is performing non-profit work or public projects, it falls under 'non-profit work or public projects' as defined in this item",
                            "1.2.2 Mark_Indicating_Public_Project": "Marks indicating non-profit work or public projects performed by nations, public organizations, their institutions, or public interest corporations",
                            "1.2.3 Renowned_Marks": "Marks that are widely recognized by the general public or the trade community as renowned",
                            "Examples_of_Renowned_Marks": [
                                {
                                    "Preused_Mark": "Ewha, EWHA",
                                    "Registered_Trademark": "Hello Ewha (Educational Materials, Books, etc.)",
                                    "Judgment_Content": "Widely recognized as referring to the renowned educational institution 'Ewha Womans University', and the registered mark can be individually observed as 'Ewha', thus falls under this item",
                                    "Case_Number": "2006허7665 (Invalid)"
                                }
                            ]
                        }
                    },
                    "2. Cautions_When_Judging": {
                        "2.1 Usage_Target": "Marks defined in this item primarily refer to marks indicating 'public projects' performed by nations, public organizations, their institutions, or public interest corporations, not merely the names of these entities. However, if the names are directly used as marks indicating public projects, this item can apply",
                        "2.2 Marks_Indicating_Renowned_Work": "Only marks registered as work marks under Article2_Paragraph1_Item9 (definition of work marks) and Article3_Paragraph6 (entities eligible for registration of work marks) are targeted, not limited to marks used by nations, public organizations, or public interest corporations"
                    },
                    "3. Relationship_with_Other_Provisions": {
                        "3.1": "For marks that include the names or abbreviations of renowned public interest corporations or include other characters or shapes, if not intuitively recognized as common surnames or names or do not form new concepts overall, apply this item together with Article34_Paragraph1_Item7",
                        "Precedents": {
                            "Cases_Where_Item7_Applies_Together": [
                                {
                                    "Trademark_Designated_Goods": "Eyeglasses, Telescopes",
                                    "Trademark": "Best Company",
                                    "Precedent": "1991후1885"
                                }, {
                                    "Trademark_Designated_Goods": "Veterinary, Textiles",
                                    "Trademark": "Kim Nonin Mapo Sanghoe",
                                    "Precedent": "2003허3778"
                                }
                            ]
                        }
                    }
                },
                "Judgment_Timing": "Determine applicability to this item when deciding trademark registration"
            }
        },
        "Chapter4_Trademarks_Risk_Harming_Public_Morality": {
            "Relevant_Laws_and_Purpose": {
                "Trademark_Law": {
                    "Article34_Paragraph1_Item4": {
                        "Section": "Article34 Paragraph1 Item4",
                        "Content": "Trademarks that, in themselves or when used on goods, have meanings or contents that go against the general moral standards of ordinary people, such as good morals, or pose a risk of disrupting public order"
                    },
                    "Purpose_of_The_System": "Even if a trademark has distinctiveness for identifying one's own goods, if it poses a risk of harming good morals or public order to protect public interest, maintain general moral standards, or protect international goodwill, it cannot be registered"
                }
            },
            "1. Meaning_of_Good_Morals_and_Public_Order": {
                "1.1_Good_Morals": "Includes traditional values like public morals respected by social norms, social ethics, and public morality that must be upheld as free citizens",
                "1.2_Public_Order": ["Public law order as defined by existing laws", "International trust or general social order", "Fair and trustworthy transaction order", "Basic order of liberal democracy, including human dignity and value, and guarantee of equal rights"]
            },
            "2. Application_Requirements": {
                "2.1_When_Trademark_Itself_Poses_Risk": {
                    "Condition": "When the meaning or content the trademark conveys to consumers goes against the general moral standards of ordinary people or poses a risk of disrupting public order",
                    "Examples_of_Trademark_Risk_Harming_Public_Morality": ["Trademarks composed entirely of aggressive slogans", "Trademarks that can evoke obscene impressions, sexual arousal, or shame depending on how the characters or shapes are read or viewed by the general public", "Trademarks containing content that denies the basic order of liberal democracy, such as socialism or communist revolution, people's democratic revolution, dictatorship of the proletariat, or Kim Il-sung's Juche ideology", "Trademarks containing criminal terms or that undermine public morals", "Trademarks that promote cults, talismans, superstitions, or foster distrust among citizens or regional sentiments through characters or shapes"]
                },
                "2.2_When_Trademark_Is_Used_On_Goods_Poses_Risk": {
                    "Condition": "Even if the trademark itself does not pose a risk, when used on designated goods, the meaning or content conveyed to consumers goes against the general moral standards or poses a risk of disrupting public order",
                    "Examples_of_Trademark_Risk_Harming_Public_Morality_When_Used_On_Goods": [
                        {
                            "Trademark": "Sexual Manipulation Group",
                            "Designated_Goods": "Educational Broadcasting Business"
                        }
                    ]
                },
                "2.3_Other_Cases_Risk_Harming_Public_Morality": {
                    "2.3.1_Trademarks_Prohibited_By_Other_Laws_or_Violating_Laws": {
                        "Examples": [
                            {
                                "Trademark": "Hylaform",
                                "Designated_Goods": "Surgical Implants",
                                "Judgment_Content": "Even though only qualified individuals are allowed to sell under the Pharmaceutical Affairs Act, allowing the use of this trademark by unqualified individuals violates public morals * 'HYLAFORM' is a skin wrinkle remover",
                                "Case_Number": "2006허11138 (Invalid)"
                            }
                        ]
                    },
                    "2.3.2_Trademarks_Using_Caricatures_of_Famous_People_Or_Stealing_Names_of_Renowned_Deceased_Persons": {
                        "Examples_of_Trademarks_Risk_Harming_Public_Morality": [
                            {
                                "Trademark": "Baek Namjoon Museum",
                                "Designated_Goods": "Museum Management Business, etc.",
                                "Judgment_Content": "Seeks to unfairly attract consumers' purchases by riding on the reputation of a renowned artist, posing a risk of disrupting the order of product distribution or business ethics and harming good morals",
                                "Case_Number": "2012후2104 (Invalid)"
                            }
                        ]
                    }
                }
            },
            "3. Cautions_When_Judging": {
                "3.1_Considering_Social_Changes": {
                    "Description": "Public morals are a relative concept that changes with time, so whether an applied trademark falls under this item should be judged based on the average perception level of general consumers considering current market conditions and societal circumstances",
                    "Examples_of_Trademarks_Not_Risk_Harming_Public_Morality": [
                        {
                            "Trademark": "NUDE TEXT",
                            "Designated_Goods": "Books, Educational Information Services",
                            "Judgment_Content": "Although it might be perceived as related to artistic or educational purposes, it is difficult to consider that it harms the healthy sexual sentiments of the general public or induces sexual shame or discomfort",
                            "Case_Number": "2003허2683"
                        }, {
                            "Trademark": "Boat Boy",
                            "Designated_Goods": "Sashimi Restaurant Business",
                            "Judgment_Content": "Although 'Boat Boy' is a derogatory term for someone who manages or works on a boat, it is not an aggressive or obscene term, does not deny the basic order of liberal democracy, and does not clearly violate other laws, so it does not pose a risk of harming public morals",
                            "Case_Number": "2012원8144"
                        }
                    ]
                },
                "3.2_For_Foreign_Language_Trademarks": "Even if the actual meaning of a trademark is against public morals, if the general level of foreign language knowledge among Korean citizens does not allow them to understand it in that way, it does not apply",
                "3.3_Mark_Subsections": "Even if a subsection of the trademark poses a risk of harming public morals, it still falls under this item"
            },
            "4. Relationship_with_Other_Provisions": {
                "4.1_Using_Renowned_Deceased_Persons'_Names": {
                    "Description": "If a renowned deceased person's name is used as a trademark without the consent of the legitimate rights holder, this item applies",
                    "Existing_Renowned_Others'_Names": "Apply Article34 Paragraph1 Item6"
                },
                "4.2_Imitating_Other_People's_Product_Indication": "If imitating a renowned or well-known trademark, apply Article34 Paragraph1 Items9,11,12,13",
                "4.3_Breach_of_Good_Faith_In_Contracts_or_Business_Transactions": "If a trademark is applied in violation of good faith principles, apply Article34 Paragraph1 Item20"
            },
            "5. Judgment_Timing": {
                "Standard_Timepoint": "Determine applicability to this item when deciding trademark registration"
            }
        },
        "Chapter5_Trademarks_Similar_to_Award_Trophies_and_Certificates_of_Exhibitions": {
            "Relevant_Laws_and_Purpose": {
                "Trademark_Law": {
                    "Article34_Paragraph1_Item5": {
                        "Section": "Article34 Paragraph1 Item5",
                        "Content": {
                            "Description": "Trademarks that have identical or similar emblems to award trophies, certificates, or decorations of exhibitions held by the government or foreign governments or approved by the government, or similar symbols",
                            "Exception": "If the recipient of the award uses the emblem as part of the trademark for the awarded goods, the trademark can be registered"
                        }
                    },
                    "Purpose_of_The_System": "Protect the authority of award trophies, certificates, etc., presented at exhibitions and protect consumers' interests from being misled about quality"
                }
            },
            "1. Application_Requirements": {
                "1.1_Trademarks_Must_Be_From_Government_or_Foreign_Government_Held_Exhibitions": {
                    "Condition": "Must be from exhibitions held by the government or foreign governments or approved by the government",
                    "1.1.1_Government_or_Foreign_Government_Approval": {
                        "Definition": "Includes any act where the government or foreign government grants authority or permits, regardless of terms like authorization, approval, license, recognition, certification, or permission"
                    },
                    "1.1.2_Exhibition_Definition": {
                        "Definition": "Broadly interpreted to include terms like exhibition, fair, trade show, competition, etc."
                    }
                },
                "1.2_Trademarks_Must_Have_Similar_Emblems_to_Award_Trophies_and_Certificates": {
                    "Condition": "Must have identical or similar emblems to award trophies, certificates, or decorations of the exhibition",
                    "1.2.1_Award_Trophies_Certificates_Decorations_Definition": {
                        "Definition": "Includes all forms of certificates or commemorative plaques awarded by the host, regardless of terms like merit plaques, commendation certificates, appreciation certificates, etc."
                    },
                    "1.2.2_Application_of_Item5": "Applies even if the award trophy, certificate, or decoration is part of the trademark"
                }
            },
            "2. Cautions_When_Judging": {
                "Exception_Application": {
                    "Description": "If the recipient of the award uses the emblem as part of the trademark for the awarded goods, this item does not apply",
                    "Scope": "Includes successors in business operations of the award recipients",
                    "Trademark_Usage_Method": {
                        "Partial_Usage": "If used as a subsidiary part of the trademark",
                        "Full_or_Dominant_Usage": "If used as the entirety or dominant part of the trademark, this item does not apply"
                    }
                }
            },
            "3. Relationship_with_Other_Provisions": {
                "Trademark_Quality_Guarantee_Function": "Even if the recipient uses the emblem as part of the trademark, if the use of the trademark has a quality guarantee function for the goods, consider the risk of consumer confusion about product quality under Article34 Paragraph1 Item12"
            },
            "4. Judgment_Timing": {
                "Standard_Timepoint": "Determine applicability to this item when deciding trademark registration"
            }
        },
        "Chapter6_Trademarks_Including_Names_of_Renowned_Others": {
            "Relevant_Laws_and_Purpose": {
                "Trademark_Law": {
                    "Article34_Paragraph1_Item6": {
                        "Section": "Article34 Paragraph1 Item6",
                        "Content": {
                            "Description": "Trademarks that include the names, designations, trade names, portraits, signatures, emblems, pen names, or pseudonyms of renowned others, or their abbreviations",
                            "Exception": "Can be registered if consent from the respective person is obtained"
                        }
                    },
                    "Purpose_of_The_System": "Protect the names and designations of renowned others to safeguard their personal rights and prevent consumer confusion about the source of goods, focusing on protecting personal rights rather than preventing source confusion"
                }
            },
            "1. Application_Requirements": {
                "1.1_Must_Be_Renowned": {
                    "Condition": "Must be renowned",
                    "1.1.1_Definition_of_Renown": {
                        "Definition": "Widely recognized by the general public in Korea or within relevant industries",
                        "Examples": "Names of widely known celebrities, sports players, or famous domestic and international personalities"
                    },
                    "1.1.2_Scope_of_Renown": "Must include names, designations, trade names, portraits, signatures, emblems, pen names, pseudonyms, or their abbreviations"
                },
                "1.2_Must_Include_Renowned_Person's_Name_or_Designation": {
                    "Condition": "Must include another person's name, designation, trade name, portrait, signature, emblem, pen name, pseudonym, or their abbreviations",
                    "1.2.1_Definition_of_Others": {
                        "Definition": "Includes existing natural persons, corporations (including unincorporated organizations), and foreigners",
                        "Foreigners": "Foreign natural persons or corporations widely recognized by the general public or relevant industries in Korea"
                    },
                    "1.2.2_Definition_and_Examples_of_Abbreviations": {
                        "Definition": "Even if the person has not officially designated an abbreviation, if the general public or relevant industries in Korea recognize it as an abbreviation",
                        "Examples": {
                            "National_Forensic_Science_Institute": "NCSI",
                            "Bank_of_Korea": "BOK",
                            "Korea_Electric_Power_Corporation": "KEPCO",
                            "Korea_Army_Academy": "KAA"
                        }
                    },
                    "1.2.3_Application_to_Marks_Related_to_Renowned_People": {
                        "Description": "Trademarks including names of renowned celebrities, celebrity groups, sports players, or other famous domestic and international personalities or their abbreviations or caricatures fall under this item",
                        "Examples": [
                            {
                                "Trademark": "2NE1",
                                "Designated_Goods": "Skin, Milk Lotion, etc.",
                                "Judgment_Content": "Even though the female idol group '2NE1' had been active for only about two months by the application date, considering that music is easily accessible to the general public, it had acquired renown among domestic consumers around the application date",
                                "Case_Number": "2012후1033"
                            }
                        ]
                    }
                },
                "2. Cautions_When_Judging": {
                    "2.1_Inclusion_of_Parts_of_Marks": {
                        "Condition": "Includes parts of renowned others' names, designations, trade names, portraits, signatures, emblems, pen names, pseudonyms, or their abbreviations as subsidiary parts of the trademark",
                        "Description": "Even if the renowned person's name, designation, or trade name is included as a subsidiary part of the trademark, it still falls under this item"
                    },
                    "2.2_Condition_of_Renowned_Person's_Consent": {
                        "Condition": "Obtained consent from the renowned person",
                        "Description": "Even if it includes a renowned person's name or designation, if consent is obtained from the person, this item does not apply",
                        "Details": {
                            "Determination_of_Others_and_Need_for_Consent": "Determined based on specific factual circumstances",
                            "When_Multiple_People_Are_Involved": "Consent from all members is required",
                            "When_Special_Circumstances_Are_Present": "Consent from some members may be sufficient",
                            "Examiner_Verification": "Check if the submitted consent document includes permission for the applicant to register the trademark",
                            "Regarding_Minors": "Only the legal representative can proceed with trademark procedures"
                        }
                    },
                    "2.3_Infringement_of_Personal_Rights_of_Renowned_Others": {
                        "Condition": "Used the name, designation, etc., of a renowned other as a trademark",
                        "Description": "Regardless of whether the renowned other is personally offended or if it is judged that the personal rights are violated based on societal norms, this item applies"
                    }
                },
                "3. Relationship_with_Other_Provisions": {
                    "3.1_Applicability_to_Marks_Including_Renowned_Others'_Names": {
                        "Condition": "Includes names or designations of renowned public interest corporations or includes other characters or shapes",
                        "Description": "If not intuitively recognized as common surnames or names or do not form new concepts overall, apply this item together with Article34_Paragraph1_Item7",
                        "Precedents": {
                            "Cases_Where_Item7_Applies_Together": [
                                {
                                    "Trademark_Designated_Goods": "Eyeglasses, Telescopes",
                                    "Trademark": "Best Company",
                                    "Precedent": "1991후1885"
                                }, {
                                    "Trademark_Designated_Goods": "Veterinary, Textiles",
                                    "Trademark": "Kim Nonin Mapo Sanghoe",
                                    "Precedent": "2003허3778"
                                }
                            ]
                        }
                    }
                },
                "4. Judgment_Timing": {
                    "Standard_Timepoint": "Determine applicability to this item when deciding trademark registration"
                }
            },
            "2. Cautions_When_Judging": {
                "2.1_Inclusion_of_Subsections": {
                    "Condition": "Includes parts of renowned others' names, designations, trade names, portraits, signatures, emblems, pen names, pseudonyms, or their abbreviations as subsidiary parts of the trademark",
                    "Description": "Even if the renowned person's name, designation, or trade name is included as a subsidiary part of the trademark, it still falls under this item"
                },
                "2.2_Condition_of_Renowned_Person's_Consent": {
                    "Condition": "Obtained consent from the renowned person",
                    "Description": "Even if it includes a renowned person's name or designation, if consent is obtained from the person, this item does not apply",
                    "Details": {
                        "Determination_of_Others_and_Need_for_Consent": "Determined based on specific factual circumstances",
                        "When_Multiple_People_Are_Involved": "Consent from all members is required",
                        "When_Special_Circumstances_Are_Present": "Consent from some members may be sufficient",
                        "Examiner_Verification": "Check if the submitted consent document includes permission for the applicant to register the trademark",
                        "Regarding_Minors": "Only the legal representative can proceed with trademark procedures"
                    }
                },
                "2.3_Infringement_of_Personal_Rights_of_Renowned_Others": {
                    "Condition": "Used the name, designation, etc., of a renowned other as a trademark",
                    "Description": "Regardless of whether the renowned other is personally offended or if it is judged that the personal rights are violated based on societal norms, this item applies"
                }
            },
            "3. Relationship_with_Other_Provisions": {
                "3.1_Applicability_to_Marks_Including_Renowned_Others'_Names": {
                    "Condition": "Includes names or designations of renowned public interest corporations or includes other characters or shapes",
                    "Description": "If not intuitively recognized as common surnames or names or do not form new concepts overall, apply this item together with Article34_Paragraph1_Item7",
                    "Precedents": {
                        "Cases_Where_Item7_Applies_Together": [
                            {
                                "Trademark_Designated_Goods": "Eyeglasses, Telescopes",
                                "Trademark": "Best Company",
                                "Precedent": "1991후1885"
                            }, {
                                "Trademark_Designated_Goods": "Veterinary, Textiles",
                                "Trademark": "Kim Nonin Mapo Sanghoe",
                                "Precedent": "2003허3778"
                            }
                        ]
                    }
                },
                "3.2_If_Trademarks_Distort_Relationship_with_Designated_Goods": {
                    "Description": "Even if the trademark does not deceptively represent the relationship with a renowned deceased person, if it causes confusion or misunderstanding related to the designated goods, apply Article34_Paragraph1_Item12",
                    "Example": [
                        {
                            "Trademark_Designated_Goods": "Hemingway (Book Publishing Business, etc.)",
                            "Judgment_Content": "May cause confusion or misunderstanding that the publishing business is related to the novelist Hemingway",
                            "Case_Number": "2007허579"
                        }
                    ]
                },
                "3.3_Comparison_with_Article34_Paragraph1_Items2,4,6": [
                    {
                        "Applicable_Section": "Law§34①2",
                        "Target": "Renowned_Deceased_Persons",
                        "Condition": "If the trademark deceptively represents or insults the relationship with the renowned deceased person or risks defaming their reputation"
                    }, {
                        "Applicable_Section": "Law§34①4",
                        "Target": "Renowned_Deceased_Persons",
                        "Condition": "If the applicant registers the name of the renowned deceased person without the consent of the legitimate rights holder to ride on their reputation"
                    }, {
                        "Applicable_Section": "Law§34①6",
                        "Target": "Existing_Renowned_Others",
                        "Condition": "If the trademark includes the name or abbreviation of existing renowned others"
                    }
                ]
            },
            "4. Judgment_Timing": {
                "Standard_Timepoint": "Determine applicability to this item when deciding trademark registration"
            }
        },
        "Chapter7_Trademarks_Similar_to_Previously_Registered_Marks": {
            "Trademark_Law": {
                "Article34_Paragraph1_Item7": {
                    "Section": "Article34 Paragraph1 Item7",
                    "Content": "Trademarks that are identical or similar to previously registered trademarks of others (excluding registered geographical indication associations) and used on identical or similar goods. However, if consent for trademark registration is obtained from the other party (excluding cases where consent is obtained for the use of the same trademark on identical goods), the trademark can be registered. <Amended 2023.10.31>"
                }
            },
            "1. Application_Requirements": {
                "1.1_Trademarks_Must_Be_Similar_to_Previously_Registered_Marks": {
                    "Description": "Must be identical or similar to a previously registered trademark of another party based on prior application, and does not apply to similar marks from later applications",
                    "Details": {
                        "1.1.1_Only_Previously_Registered_Marks_from_Previous_Applications": "Applies only if the similar mark is from a prior application, not from a subsequent application",
                        "1.1.2_Definition_of_Others": "Others refer to entities with separate legal personalities, even within the same corporate group, subsidiaries are considered others",
                        "1.1.3_Government_Departments": "Government departments have the legal personality of the Republic of Korea and are not considered others",
                        "1.1.4_Local_Governments": "Local governments have separate legal personalities and are considered others from the national government"
                    }
                },
                "1.2_Goods_Must_Be_Identical_or_Similar": "Goods must be identical or similar (determined generally by similar class codes in the Goods Classification)",
                "1.3_Exclusion_if_Consent_Is_Given_Under_Goods_Concurrence_Consent_System": "Excluded if consent is given under the Goods Concurrence Consent System"
            },
            "2._Judgment_of_Similarity_with_International_Preliminary_Trademark_Rights": {
                "2.1": "If the international preliminary trademark right is a prior registered trademark, examine based on the international registration database and also check the domestic trademark register",
                "2.2": "Since there is a time lag between reductions, name changes in the international register and reflection in the domestic register, always check the international registration database",
                "2.3": "If the domestic preliminary trademark right registered internationally has lost its effect under Article6-3(4) of the Madrid Protocol, stop examination and check whether to re-apply"
            },
            "3. Cautions_When_Judging": {
                "3.1_Similarity_Judgment_Based_on_Source_Confusion_Risk": {
                    "Description": "Determine similarity based on the risk of consumer confusion about the source of goods by considering whether the two trademarks, when used on identical or similar goods, have similar appearances, pronunciations, or concepts as perceived by the average consumer or trader. However, if one aspect (appearance, pronunciation, concept) is similar but overall differences prevent confusion, they are not considered similar. Conversely, even if individual aspects differ, if overall there is a high risk of confusion, they are considered similar. Additionally, if some identical parts are confined to minor sections of the trademark, overall observation can deem them not similar"
                },
                "3.2_Procedural_Cautions": {
                    "Description": "If during examination, a prior application mark is registered and falls under this item, notify the reason of refusal and make a final refusal decision",
                    "Description_2": "If there is a clear possibility to resolve the reason for refusal by negotiating the transfer of trademark rights, the examination can be deferred"
                },
                "3.3_Considerations_When_Judging_Similarity_with_Marks_Acquiring_Distinctiveness_By_Use": {
                    "Description": "When judging similarity between marks that have acquired distinctiveness by use and prior registered or applied marks, consider the following:",
                    "Details": {
                        "i": "Trademarks that have acquired distinctiveness by use can be a major factor in determining similarity (Supreme Court rulings: 2005후2977 and 2009후672)",
                        "ii": "If a mark that has acquired distinctiveness by use is a later application and a similar prior registered (prior application) mark exists, even if the later mark has acquired distinctiveness by use, it does not extend its effect to the prior mark, so do not apply this item by referencing the prior mark during examination",
                        "iii": "In examining a third party's later mark, only refer to prior registered or applied marks that have acquired distinctiveness by use, and do not refer to marks that have not acquired distinctiveness by use"
                    }
                }
            },
            "4. Relationship_with_Other_Provisions": {
                "4.1_If_Renowned_Others'_Names_Are_Registered_As_Trademarks": {
                    "Description": "If another party's renowned person's name, designation, etc., are registered as trademarks, even with consent, third parties cannot use them as trademarks, so apply Article34 Paragraph1 Items9,11, or12",
                    "Condition_if_Marking_With_Dishonest_Purpose": "If the mark is applied with a dishonest purpose, apply Article34 Paragraph1 Item13 together"
                }
            },
            "5. Judgment_Timing": {
                "Standard_Timepoint": ["Determine applicability to this item when deciding trademark registration", "If a prior registered mark exists for some designated goods during a partial refusal decision, issue a partial refusal decision", "If a prior registered mark has been invalidated through a trademark invalidation trial, consider it as if it never existed from the beginning"]
            },
            "Supplementary_Criterion_2_Similarity_of_Trademarks": {
                "1._Similarity_of_Trademarks": {
                    "1.1_Definition": "Similarity of trademarks includes not only physical identicalness but also substantial identicalness as perceived by the trade community",
                    "1.2_Judgment_of_Similarity": "Similarity is interpreted flexibly based on the legislative intent of each provision of the Trademark Law, considering substantial identicalness over physical identicalness",
                    "Examples_of_Recognized_Similarity": [
                        {
                            "Applied_Trademark": "K2",
                            "Used_Trademark": "K2",
                            "Judgment": "'K2, K2, K2' and other similar logo marks have acquired distinctiveness by long-term use, leading to similarity",
                            "Case_Number": "2006후2288 (Invalid)"
                        }
                    ]
                },
                "2. Similarity_of_Trademarks": {
                    "2.1_Definition": "'Similarity of trademarks' refers to cases where two trademarks are not completely identical nor perceived as identical by the trade community, but share similarities in appearance, pronunciation, or concept that could cause consumer confusion or misunderstanding about the source of goods when used on identical or similar goods",
                    "2.2_Judgment_of_Similarity": {
                        "2.2.1_General_Principle": "Determine whether there is a risk of consumer confusion about the source of goods by observing the overall and objective appearance, pronunciation, and concept of the two trademarks, based on the intuitive perception of the average consumer or trader. Even if one aspect is similar, if overall differences prevent confusion, they are not considered similar. Conversely, if individual aspects differ but overall there is a high risk of confusion, they are considered similar. Additionally, if identical parts are confined to minor sections, overall observation can deem them not similar",
                        "2.2.2_Factors_for_Judging_Similarity": {
                            "Description": "Assess similarity based on whether the trademarks are likely to cause consumer confusion about the source of goods, focusing on the overall impression formed by appearance, pronunciation, and concept",
                            "i_Primary_Attention_of_General_Consumers": "Assess based on the primary consumer group and market conditions, considering the general consumer's attention, which includes end consumers and intermediaries like wholesalers or retailers",
                            "ii_Risk_of_Source_Confusion": "Determine if there is a risk of consumer confusion about the source of goods based on the similarity in appearance, pronunciation, or concept",
                            "iii_Trade_Conditions": "Consider the attributes of the goods, such as quality, shape, use, production, and sales sectors, as well as the nature of the services and the range of providers and consumers to determine if there is a significant risk of confusion"
                        }
                    }
                },
                "3. Judgment_Methods_for_Similarity": {
                    "Description": "Judge similarity based on overall, objective, and indirect observation, focusing on the aspects that significantly influence consumer perception",
                    "Methods": {
                        "Overall_Observation": {
                            "Description": "Compare the trademarks as a whole to determine if any aspect (appearance, pronunciation, concept) is similar enough to cause confusion, unless overall differences clearly prevent confusion",
                            "Examples_of_Similar_Trademarks": [
                                "Two similar circular shapes placed side by side", "Text 'HOP' vs. 'HCP' judged as having similar appearances", "Multiple oval shapes placed side by side", "Handwritten 'JB' vs. similarly styled 'JB' marks"
                            ],
                            "Examples_of_Non_Similar_Trademarks": ["Three diagonal stripes in one direction vs. three diagonal stripes in another direction", "Two complex designs with stars and curves that differ in shape"]
                        },
                        "Objective_Observation": {
                            "Description": "Assess based on the composition of the trademarks objectively, without considering intentions or special methods of use, unless the usage form clearly affects consumer perception of the source",
                            "Examples": "Changes in font or other markings do not affect similarity, unless usage clearly affects the perception of source"
                        },
                        "Indirect_Observation": {
                            "Description": "Judge based on the uncertain memory of consumers who encounter the trademarks at different times and places, similar to comparative observation but considering indirect encounters",
                            "Examples": "Trademarks that may not appear similar when directly compared but could cause confusion when seen separately at different times and places"
                        },
                        "Major_Parts_Observation": {
                            "Description": "If a significant part of the trademark stands out and can be independently perceived, focus on comparing that part to judge similarity"
                        }
                    }
                },
                "4. Judgment_Criteria": {
                    "Description": "Assess similarity based on the risk of source confusion by general consumers considering the trade conditions and attributes of the goods",
                    "Details": {
                        "i_General_Consumers'_Attention": "Assess based on the primary consumer group and market conditions, including end consumers and intermediaries like wholesalers or retailers",
                        "ii_Risk_of_Source_Confusion": "Determine if there is a risk of consumer confusion about the source of goods based on the similarity in appearance, pronunciation, or concept",
                        "iii_Trade_Conditions": "Consider the attributes of the goods, such as quality, shape, use, production, and sales sectors, as well as the nature of the services and the range of providers and consumers"
                    }
                }
            },
            "3. Judgment_of_Similarity_for_Each_Trademark": {
                "3.1_Judgment_of_Similarity_for_Combination_Trademarks": {
                    "Definition": "Combination trademarks are those composed by combining characters, symbols, shapes, or three-dimensional forms along with colors. Similarity is judged based on the degree of combination, except when the combination creates a distinctly different appearance, pronunciation, or concept",
                    "3.1.1_Judgment_of_Similarity_for_Trademarks_Combined_With_Adjectival_Characters": {
                        "Description": "Combination trademarks composed with adjectival characters are generally considered similar to the trademarks without the adjectival characters",
                        "Examples_of_Similar_Marks_Composed_With_Adjectival_Characters": [
                            "Face ≒ New Face",
                            "STAR ≒ SUPER STAR",
                            "Moran ≒ Geum Moran",
                            "Melody ≒ MY Melody",
                            "MAGIC SALON ≒ SALON (Case 90후2249)",
                            "DIAMOND ≒ BLUE DIAMOND"
                        ]
                    },
                    "3.1.2_Judgment_of_Similarity_for_Combination_Trademarks": {
                        "Description": "If combination trademarks can be naturally separated in the trade context, they are considered similar to the individual parts. However, if the combination creates a distinctly different appearance, pronunciation, or concept, they are not considered similar",
                        "Examples_of_Similar_Marks_Composed_By_Two_Phrases": [
                            "VOLCAN DAMEO ≒ VOLCAN or DAMEO",
                            "ALCOS-ANAL ≒ ANAL",
                            "Mansu Mukang ≒ Mansu or Mukang",
                            "GS PIPING ≒ G.S.",
                            "DITO SAMA ≒ DITTO or SAMA",
                            "COSMO WIND ≒ COSMO",
                            "COTY ≒ COTY AWARDS",
                            "asics TIGON ≒ TIGON Taigon"
                        ],
                        "Examples_of_Non_Similar_Marks_Composed_By_Two_Phrases": [
                            "SANOMY ≠ SAN or NOMY",
                            "WORLD CUP ≠ WORLD",
                            "SUNSTAR ≠ SUNMOON",
                            "SUNSTAR ≠ MOONSTAR",
                            "Morning Glory (Napal Flower) ≠ Morning or Glory",
                            "FREEPORT ≠ OLDPORT"
                        ]
                    },
                    "3.1.3_Judgment_of_Similarity_for_Long_Pronunciations": {
                        "Description": "Trademarks with long pronunciations that can be briefly recognized by a significant part are generally considered similar to trademarks composed only of that significant part",
                        "Examples_of_Similar_Marks_With_Long_Pronunciations_or_Combination_Trademarks": ["Chrysanthemumbluesky ≒ Chrysanthemum", "Cherry blossom boy ≒ Cherry blossom"]
                    },
                    "3.1.4_Judgment_of_Similarity_for_Marks_With_Common_Characters_and_Other_Characters": {
                        "Description": "Trademarks that combine common characters with other characters related to the designated goods are considered similar to trademarks composed only of the non-common characters",
                        "Examples_of_Similar_Marks_With_Common_Characters_Combined_With_Other_Characters": ["Textile: KINGTEX ≒ KING", "Architecture: ACELAN ≒ ACE"]
                    },
                    "3.1.5_Judgment_of_Similarity_for_TRADE_Marks": {
                        "Description": "For trade marks (including those abbreviated from trade names), judge similarity by excluding commonly used prefixes like Co., Ltd., Corporation, Company, etc., and focus on the remaining parts"
                    },
                    "3.1.6_Judgment_of_Similarity_for_Marks_With_Geographical_Names_and_Industry_Names": {
                        "Description": "Combination trademarks with geographical names and industry names are generally not considered similar if the industries differ, even if the geographical names are identical",
                        "Examples_of_Similar_Marks_With_Geographical_Names": [
                            "Daehanguk Textile Co. ≒ Daehanguk Cotton Co. (Similar Industries)", "Seoul Electric Wire Co. ≒ Seoul Electrical Industry Co. (Similar Industries)"
                        ],
                        "Examples_of_Non_Similar_Marks_With_Geographical_Names": ["Daehanguk Cotton Co. ≠ Daehanguk Steel Co. (Different Industries)", "Seoul Confectionery Industry Co. ≠ Seoul Electrical Industry Co. (Different Industries)"]
                    },
                    "3.1.7_Judgment_of_Similarity_for_Marks_Composed_With_Iconic_or_Renowned_Trademarks": {
                        "Description": "Trademarks composed by combining iconic or renowned trademarks with other characters are generally considered similar to the iconic or renowned trademarks"
                    },
                    "3.1.8_Judgment_of_Similarity_for_Marks_Composed_With_Symbols_Characters_Shapes_and_Three_Dimensional_Forms": {
                        "Description": "Judge similarity by focusing on the appearance, pronunciation, and concept of symbols, characters, shapes, and three-dimensional forms, considering the overall appearance and additional aspects",
                        "Note": "For stylized character trademarks, consider both appearance, pronunciation, and concept; if the character trademark is highly stylized to the point that it overwhelms the identification power of the characters, focus on whether the appearance is identical or similar"
                    },
                    "3.1.9_Judgment_of_Similarity_for_Marks_Composed_With_Korean_and_Foreign_Languages": {
                        "Description": "Judge similarity based on the comparison of either the Korean or foreign language parts of the trademark with corresponding parts of the other trademark"
                    },
                    "3.1.10_Judgment_of_Similarity_for_Marks_With_Distinctive_and_Non_Distinctive_Parts": {
                        "Description": "Focus on the distinctive parts of the trademark to judge similarity, excluding parts that are too small to be considered in the similarity judgment"
                    }
                },
                "3.2_Judgment_of_Similarity_for_Name_Trademarks": {
                    "Description": "When judging similarity for name trademarks, conduct an overall observation",
                    "Overall_Observation_Criteria": [
                        {
                            "Description": "Used as the full name in the trade community",
                            "Examples": "Calvin Klein, Yves Saint Laurent, Arnold Palmer"
                        }, {
                            "Description": "Recognized as the full name by domestic consumers",
                            "Examples": "Michael Jackson, NINA RICCI, Kurt Geiger"
                        }, {
                            "Description": "Common foreign names combined with surnames that can be perceived as full names",
                            "Examples": "Steven BY STEVE MADDEN ≒ Steven ALAN Smith Apple ≒ SMITH & WOLLENSKY"
                        }
                    ]
                },
                "3.3_Judgment_of_Similarity_for_Domain_Name_Composed_Trademarks": {
                    "Similarity_Judgment": "Judge similarity based on the parts excluding commonly used parts in domain names",
                    "3.3.1": {
                        "Description": "Judge similarity of trademarks composed as domain names based on general trademark examination criteria"
                    },
                    "3.3.2": {
                        "Description": "When a trademark is composed as a domain name, exclude commonly used parts like 'www', 'http://', '@', 'com', 'go', 'edu', 'org', 'net', 'kr', 're', 'pe', and judge similarity based on the remaining parts",
                        "Examples_of_Commonly_Used_Parts": [
                            "www",
                            "http://",
                            "@",
                            ".com",
                            ".go",
                            ".edu",
                            ".org",
                            ".net",
                            ".kr",
                            ".re",
                            ".pe"
                        ],
                        "Examples_of_Similarity_Judgment": [
                            {
                                "Later_Trademark": "Hwang hu.com",
                                "Prior_Trademark": "Empress",
                                "Judgment": "Not Similar",
                                "Case_Number": "2004허4068"
                            }, {
                                "Later_Trademark": "Cetizen.com",
                                "Prior_Trademark": "CITIZEN",
                                "Judgment": "Similar",
                                "Case_Number": "2008허5915"
                            }
                        ]
                    }
                },
                "3.4_Judgment_of_Similarity_for_Reversed_Trademarks": {
                    "3.4.1_Definition": "Reversed trademarks are those where two independent words are combined in reverse order",
                    "3.4.2_Judgment_Criteria": {
                        "Description": "If reversing the order of words changes the concept of the trademarks, they are not considered similar. If there is no change in concept, they are considered similar",
                        "Examples_of_Similar_Reversed_Trademarks": [
                            {
                                "Applied_Trademark": "OneVision",
                                "Prior_Trademark": "VISION ONE",
                                "Judgment": "Similar",
                                "Case_Number": "2018원1533"
                            }, {
                                "Applied_Trademark": "SUPERSTAR",
                                "Prior_Trademark": "STARSUPER",
                                "Judgment": "Not Similar",
                                "Case_Number": "2010원7134"
                            }
                        ]
                    }
                },
                "4. Judgment_Criteria_for_Similarity_of_Goods": {
                    "4.1_General_Principle": "Determine similarity based on the Goods Classification Tables 1 and 2, considering the attributes of the goods such as quality, shape, use, production sector, sales sector, and consumer range according to the general trade norms (Goods Criteria §10)",
                    "4.2_Individual_and_Specific_Judgment": "If determining similarity based on the Goods Classification Tables is considered unreasonable due to the specific attributes of the goods, trade conditions, or nature of the services, the examiner can determine similarity differently after consulting with the Goods Classification Policy Officer. However, notify the Goods Classification Policy Officer when deviating from the standard criteria"
                }
            }
        },
        "Chapter8_Trademarks_Similar_to_Previously_Registered_Geographical_Indication_Association_Marks": {
            "Trademark_Law": {
                "Article34_Paragraph1_Item8": {
                    "Section": "Article34 Paragraph1 Item8",
                    "Content": "8. Trademarks that are identical or similar to previously registered geographical indication association marks of others based on prior application, and used on goods that are recognized as identical to such goods."
                }
            },
            "1. Application_Requirements": {
                "1.1": {
                    "Description": "Must be a trademark that is identical or similar to previously registered geographical indication association marks of others based on prior application.",
                    "Details": "This item applies only if the trademark is identical or similar to a geographical indication association mark previously registered by another party based on prior application, and does not apply if identical or similar to marks based on subsequent application."
                },
                "1.2": {
                    "Description": "Trademarks used on goods that are recognized as identical to the designated goods.",
                    "Details": {
                        "1.2.1": {
                            "Description": "This item applies only to goods that are recognized as identical to those indicated by the geographical indication association mark, and does not apply to similar goods.",
                            "Examples": {
                                "Examples_of_Goods_Recognized_as_Identical": ["‘Fresh Apples’ and ‘Frozen Apples’ (Case 2013Won8157), ‘Mandarin Orange’ and ‘Tangerine’"],
                                "Examples_of_Goods_Not_Recognized_as_Identical": ["‘Green Tea’ and ‘Black Tea’, ‘Apples’ and ‘Apple Juice’"]
                            }
                        },
                        "1.2.2": "If the goods of the applied trademark are in the wholesale or retail business, and the goods subject to the wholesale or retail business are recognized as identical to the designated goods of the geographical indication association mark, then the relevant wholesale or retail business of the applied trademark is considered to correspond to the 'goods recognized as identical' to the designated goods of the geographical indication association mark."
                    }
                }
            },
            "2. Cautions_When_Judging": {
                "2.1": {
                    "Description": "If a general trademark including a geographical name is a previously registered trademark, the geographical name is considered non-distinctive as a place of origin or prominent geographical name. Therefore, even if there is a previously registered general trademark including a geographical name, a geographical indication association mark composed of that geographical name can be registered.",
                    "Examples": {
                        "Examples_of_Cases_Not_Requiring_Prior_Mark_Reference": {
                            "Prior_Registered_Mark (Designated_Goods 'Apples')": "Daemurim Daegu Apples",
                            "Applied_Geographical_Indication_Association_Mark (Designated_Goods: ‘Apples’)": "Daegu Apples"
                        }
                    }
                },
                "2.2": {
                    "Description": "If a geographical indication association mark is a previously registered trademark, the geographical indication is considered distinctive. In other words, if a trademark including a geographical name is applied and similarity judgment under Article34 Paragraph1 Item8 is conducted, the geographical name should be regarded as having distinctiveness for the purposes of that Article and examined accordingly. Therefore, this item should be applied to trademarks that are identical or similar to that geographical indication. This applies not only when the mark combines the geographical name with the product name, but also when it is composed solely of the geographical name.",
                    "Examples": {
                        "Examples_of_Refusal_of_General_Marks_due_to_Geographical_Indication_Association_Marks": {
                            "Registered_Geographical_Indication_Association_Marks": "Yeongju Apples·Naju Pear Yesarang (Designated_Goods: Fresh Apples)",
                            "Trial_Number": "2013Won8157"
                        },
                        "Examples_of_Cases_Where_Prior_Geographical_Indication_Association_Marks_Must_Be_Referenced": {
                            "Prior_Geographical_Indication_Association_Mark (Designated_Goods ‘Apples’)": "Daegu, Daegu Apples",
                            "Applied_Trademark (Designated_Goods: ‘Apples’)": "Daemurim Daegu, Daemurim Daegu Apples"
                        }
                    }
                },
                "2.3": "If two prior geographical indication association marks coexist; regardless of whether one became prior in good faith or bad faith, neither can be registered."
            },
            "3. Relationship_with_Other_Provisions": {
                "Applicability": "This item primarily applies to unregistered well-known geographical indication association marks, and for previously registered ones, apply Article34 Paragraph1 Item7."
            },
            "4. Judgment_Timing": {
                "Standard_Timepoint": "Determine applicability to this item when deciding trademark registration."
            }
        },
        "Chapter9_Trademarks_Similar_to_Main_Marks": {
            "Relevant_Laws_and_Purpose": {
                "Trademark_Law": {
                    "Article34_Paragraph1_Item9": {
                        "Section": "Article34 Paragraph1 Item9",
                        "Content": "9. Trademarks that are identical or similar to a trademark of others widely recognized by consumers as indicating the goods of a specific person (excluding geographical indications), and used on goods that are identical or similar to those of the other party."
                    },
                    "Purpose_of_The_System": "Article34 Paragraph1 Item9 (hereinafter referred to as 'this item' in this chapter) aims to prevent consumer confusion or misunderstanding about the source of goods by excluding the registration of trademarks identical or similar to a widely recognized main mark indicating the goods of a specific person, thus protecting the interests of consumers and the benefits of the main mark's user. Therefore, this item can be seen as an exception to the prior application principle and has elements of use principle."
                }
            },
            "1. Application_Requirements": {
                "1.1": {
                    "Condition": "Must be a trademark indicating the goods of others.",
                    "1.1.1": "The subject of the main mark does not need to be specifically identified, as long as it is widely recognized by traders and consumers as a mark of another party's goods.",
                    "1.1.2": "This item applies when the main mark rights holder and the applicant are different parties, and even if the applicant has obtained consent from the main mark rights holder.",
                    "1.1.3": "If a user continues to use a trademark despite knowing that another party was already using it, making it widely recognized, it is not considered a main mark.",
                    "1.1.4": "Recognition level: The recognition of a 'trademark indicating the goods of a specific person' is based on the degree to which consumers and traders in the market generally recognize the trademark as indicating the goods of a specific person."
                },
                "1.2": {
                    "Condition": "The other party's mark must be widely recognized by consumers (main mark).",
                    "1.2.1": {
                        "Consumers": "Includes not only end consumers but also intermediate consumers such as those consuming raw materials, machinery, or parts for production, or wholesalers and retailers purchasing the goods for sale."
                    },
                    "1.2.2": {
                        "Widely Recognized Marks": "Marks that are widely recognized by traders and consumers as indicating the goods of a specific person."
                    },
                    "1.2.3": {
                        "Scope_of_Main_Mark": "Main marks are generally required to be widely recognized domestically. However, even if not sold domestically, marks like export trade marks or foreign famous marks that are widely recognized within related domestic industries are considered main marks."
                    },
                    "1.2.4": {
                        "Geographical_Scope": "The geographical scope for wide recognition can be nationwide or regional. If the goods are traded primarily in a certain region, consider that region's characteristics to determine wide recognition."
                    },
                    "1.2.5": {
                        "Characters_or_Movie_Titles": "This item applies only if the mark is widely recognized as a trademark. Therefore, it does not apply to characters or movie titles unless they are widely recognized as product identification marks through commercialization."
                    },
                    "Examples": {
                        "Examples_of_Marks_Recognized_as_Main_Marks": [
                            {
                                "Applied_Mark": "Nunnopi (Chalkboard, Chalk Eraser)",
                                "Referenced_Mark": "Nunnopi Education (Laptop, Gel Pen)",
                                "Judgment_Content": "The referenced mark was already widely recognized by domestic consumers or traders as a specific mark used for 'study materials' at the time of the applied mark's registration.",
                                "Case_Number": "2002후2563"
                            }
                        ],
                        "Examples_of_Marks_Not_Recognized_as_Main_Marks": [
                            {
                                "Applied_Mark": "SOLIDEA (Underwear, etc.)",
                                "Referenced_Mark": "SOLIDEA (Clothing, etc.)",
                                "Judgment_Content": "The referenced mark's designated goods have been imported domestically, and only a very small amount of domestic advertising related to the referenced mark was conducted. This is insufficient to recognize the mark as widely recognized or associated with a specific person.",
                                "Case_Number": "2005허162"
                            }
                        ]
                    }
                },
                "1.3": {
                    "Condition": "Must be used on identical or similar goods.",
                    "Description": "This item applies only if the mark and designated goods are identical or similar to the other party's widely recognized main mark and designated goods."
                }
            },
            "2. Cautions_When_Judging": {
                "2.1": "Examiners can investigate using the information submission process defined in Article49, including searching the internet, and based on the results, issue a refusal notice. In such cases, the refusal notice (or refusal decision) must include the evidence and sources used to determine if it is a main mark.",
                "2.2": {
                    "Description": "Determine whether the mark is a main mark by comprehensively considering the method of use, duration of use, usage area, sales and market share, advertising performance, licensing, past cases recognizing it as a famous mark, and consumer awareness.",
                    "Criteria_for_Judging_Main_Mark_Status": {
                        "2.2.1": "Method of use: Even if the mark is not used directly on the goods, advertising through newspapers, magazines, radio, TV, internet, exhibitions, etc., resulting in consumers widely recognizing it as indicating the goods of another party is sufficient.",
                        "2.2.2": "Duration of use: A longer period of use can lead to higher recognition, but consider that distinctiveness can be acquired quickly through advertising.",
                        "2.2.3": "Usage area: The wider the usage area, the higher the recognition. However, if it is widely known in a specific region due to business operations based there, it can also be considered as having wide recognition.",
                        "2.2.4": "Sales and market share: Higher sales and market share indicate higher recognition, but also consider sales volume alongside sales revenue.",
                        "2.2.5": "Advertising performance: More advertising leads to higher recognition among consumers.",
                        "2.2.6": "Licensing performance: More licensing leads to higher recognition.",
                        "2.2.7": "Existing cases of being recognized as main marks: These serve as important evidence.",
                        "2.2.8": "Consumer recognition: Objective surveys or research results can serve as strong evidence of recognition."
                    }
                },
                "2.3": "If a refusal reason is issued for part of the goods based on this item, deleting or limiting those goods does not remove the risk of deception or confusion.",
                "2.4": "If a refusal reason has been issued based on a mark causing confusion or deception regarding the designated goods, and the applicant attempts to amend by removing or limiting the designated goods to avoid confusion or deception without changing the essence of the application, it can be accepted as long as the risk of deception is fully resolved. However, if even after limiting the designated goods, the risk is not completely resolved, it cannot be accepted.",
                "Proper_Corrections": {
                    "Description": "Examples where corrections are accepted:",
                    "Examples": [
                        {
                            "Mark": "Yongmapyo Mosi",
                            "Limited_Goods": "Mosi-made clothes, clothes (limited to mosi products)"
                        }, {
                            "Mark": "Geumhong Geumsan Ginseng",
                            "Limited_Goods": "Ginseng (limited to geumsan-produced ginseng)"
                        }
                    ]
                },
                "Improper_Corrections": {
                    "Description": "Examples where corrections are not accepted:",
                    "Examples": [
                        {
                            "Mark": "Geumhong Goheung Yuzu",
                            "Limited_Goods": "Plum tea retail business (limited to yuzu made in Goheung)"
                        }
                    ]
                }
            },
            "3. Relationship_with_Other_Provisions": {
                "Quality_Guarantee_Mark": "When marks include symbols, words, or shapes recognized as quality guarantees for goods, such as 'Patent', 'Utility Model', 'Design', 'KS', '○○ Fair ○○ Award', '○○ Minister Award', etc., they are generally considered to fall under this item. However, if the recipient of the award uses the emblem as part of the trademark for the awarded goods, it does not apply. If the applicant deletes the indicative words or symbols, it is accepted; otherwise, a refusal decision is made."
            },
            "4. Judgment_Timing": {
                "Standard_Timepoint": "Determine applicability to this item when deciding trademark registration."
            }
        },
        "Chapter10_Trademarks_Similar_to_Well_Known_Geographical_Indications": {
            "Relevant_Laws": {
                "Trademark_Law": {
                    "Article34_Paragraph1_Item10": {
                        "Section": "Article34 Paragraph1 Item10",
                        "Content": "10. Trademarks that are identical or similar to geographical indications widely recognized by consumers as indicating goods from a specific region, and used on goods recognized as identical to those indicated by the geographical indication."
                    },
                    "Purpose_of_The_System": "Refer to Chapter9."
                }
            },
            "1. Application_Requirements": {
                "1.1": {
                    "Condition": "Must be a geographical indication indicating goods of a specific region.",
                    "Description": "This item applies if the geographical indication is widely recognized as indicating goods from a specific region, and 'specific region' refers to a concrete region rather than an abstract origin."
                },
                "1.2": {
                    "Condition": "Must be used on goods recognized as identical to those using the geographical indication.",
                    "Description": "This item applies only if used on goods recognized as identical to those using the geographical indication, and does not apply between similar goods."
                }
            },
            "2. Cautions_When_Judging": {
                "Description": "This item applies to geographical indications that are widely recognized by consumers as indicating goods from a specific region. If the geographical indication has acquired distinctiveness through use and is widely recognized by a specific person, apply Article34 Paragraph1 Item9."
            },
            "3. Judgment_Timing": {
                "Standard_Timepoint": "Determine applicability to this item when deciding trademark registration."
            }
        },
        "Chapter11_Trademarks_Risk_of_Confusing_or_Diluting_Famous_Marks": {
            "Relevant_Laws_and_Purpose": {
                "Trademark_Law": {
                    "Article34_Paragraph1_Item11": {
                        "Section": "Article34 Paragraph1 Item11",
                        "Content": "11. Trademarks that are likely to cause confusion with or dilute the distinctiveness or reputation of a well-known mark that is widely recognized by consumers."
                    },
                    "Purpose_of_The_System": {
                        "Description": "The introductory part of Article34 Paragraph1 Item11 codifies traditional confusion theory, excluding the registration of marks likely to cause confusion with a well-known mark widely recognized across different goods or services by most consumers, protecting consumers from source confusion and preserving the distinctiveness and reputation of famous marks. The latter part codifies dilution theory, prohibiting the registration of marks that could dilute the distinctiveness or reputation of a famous mark even if there is no direct source confusion, thereby protecting the proprietary value of the mark."
                    }
                }
            },
            "1. Application_Requirements": {
                "1.1": {
                    "Condition": "Must be a well-known mark indicating goods or services of others.",
                    "1.1.1": "Consumers include not only end consumers but also intermediate consumers such as those consuming raw materials, machinery, or parts for production, or wholesalers and retailers purchasing the goods for sale.",
                    "1.1.2": {
                        "Well_Known_Mark": "A mark widely recognized by consumers across different goods or services indicating the goods or services of a specific person."
                    },
                    "1.1.3": {
                        "Others": "The 'others' being the subject of a well-known mark do not need to be specifically identified; it is sufficient if traders and consumers generally recognize it as indicating the goods of a specific person."
                    },
                    "1.1.4": {
                        "Expectation_of_Production_or_Provision": "Even if the subject does not actually produce or provide such goods or services, if society expects the subject to produce or provide them, it falls under this item."
                    },
                    "1.2": {
                        "Condition": "There must be a risk of causing confusion with the well-known mark.",
                        "1.2.1": {
                            "Description": "The risk includes confusing consumers into thinking the goods or services come from another party or causing them to mistake the source of goods or services."
                        },
                        "1.2.2": {
                            "Description": "The scope of confusion includes not only identical or similar goods but also goods from other sectors related to the well-known mark's reputation."
                        },
                        "1.2.3": {
                            "Description": "Even if the mark itself is not similar, if the motifs or ideas in the mark evoke the well-known mark or its goods or services, causing a risk of confusion or association, it falls under this item."
                        },
                        "1.2.4": {
                            "Description": "If a mark imitates a well-known mark to easily associate with it or if the business has a relationship that increases the likelihood of confusion, it is considered under this item."
                        }
                    },
                    "1.3": {
                        "Condition": "Must be used with a risk of diluting the distinctiveness or reputation of the well-known mark.",
                        "1.3.1": "Dilution of distinctiveness means using the mark in a way that weakens its function as a source identifier.",
                        "1.3.2": "Damage to reputation means using the mark in a negative context that harms the good image or value associated with the mark."
                    }
                }
            },
            "2. Cautions_When_Judging": {
                "2.1": "Examiners can investigate by searching the internet and other sources, and include the evidence and sources used in the refusal notice.",
                "2.2": {
                    "Description": "Determine the fame of the mark by considering factors like sales, advertising, market share, distribution, creativity, and existing cases of recognition.",
                    "Criteria_for_Fame_Determination": {
                        "2.2.1": "Method of use includes advertising through various media resulting in wide recognition as indicating the goods of another party.",
                        "2.2.2": "Duration of use influences recognition; consider both long-term use and the possibility of quick recognition through advertising.",
                        "2.2.3": "Usage area affects recognition; widespread usage or specific regional recognition.",
                        "2.2.4": "Sales and market share indicate higher recognition; consider sales volume alongside revenue.",
                        "2.2.5": "Advertising performance increases recognition.",
                        "2.2.6": "Licensing performance increases recognition.",
                        "2.2.7": "Existing cases of being recognized as main marks are important evidence.",
                        "2.2.8": "Consumer recognition through objective surveys or research."
                    }
                },
                "2.3": "If a refusal reason is issued for part of the goods based on this item, deleting or limiting those goods does not remove the risk of deception or confusion.",
                "2.4": "If a refusal reason has been issued based on a mark causing confusion or deception regarding the designated goods, and the applicant attempts to amend by removing or limiting the designated goods to avoid confusion or deception without changing the essence of the application, it can be accepted as long as the risk of deception is fully resolved. However, if even after limiting the designated goods, the risk is not completely resolved, it cannot be accepted.",
                "Proper_Corrections": {
                    "Description": "Examples where corrections are accepted:",
                    "Examples": [
                        {
                            "Mark": "Yongmapyo Mosi",
                            "Limited_Goods": "Mosi-made clothes, clothes (limited to mosi products)"
                        }, {
                            "Mark": "Geumhong Geumsan Ginseng",
                            "Limited_Goods": "Ginseng (limited to geumsan-produced ginseng)"
                        }
                    ]
                },
                "Improper_Corrections": {
                    "Description": "Examples where corrections are not accepted:",
                    "Examples": [
                        {
                            "Mark": "Geumhong Goheung Yuzu",
                            "Limited_Goods": "Plum tea retail business (limited to yuzu made in Goheung)"
                        }
                    ]
                }
            },
            "3. Relationship_with_Other_Provisions": {
                "3.1": {
                    "Description": "Even if there is no risk of confusion, if a mark is applied with the purpose of diluting the source identification function of the well-known mark, apply Article34 Paragraph1 Item13 together.",
                    "Examples": {
                        "Case_of_Confusion_and_Deception_with_Well_Known_Marks": {
                            "Registered_Mark": "GALLUP UNIVERSITY (Education Guidance Business, etc.)",
                            "Referenced_Mark": "Gallup (Public Opinion Survey Business, etc.)",
                            "Judgment_Content": "The referenced mark is a well-known service mark recognized by consumers, and the designated services are identical or similar, thereby falling under Article34 Paragraph1 Item13.",
                            "Case_Number": "2008허4905 (Invalid)"
                        }
                    }
                },
                "3.2": {
                    "Description": "This item applies even if there is no confusion, but the applicant registered the mark with the motive to dilute the distinctiveness or reputation of a well-known geographical indication mark or well-known mark."
                },
                "3.3": {
                    "Description": "If the applied mark causes confusion with or damages the reputation of a well-known geographical indication mark, apply Article34 Paragraph1 Item13 together."
                }
            },
            "4. Judgment_Timing": {
                "4.1": "At the time of trademark registration application, the referenced mark must be recognized as well-known.",
                "4.2": "When deciding trademark registration, determine if the applicant is another party."
            },
            "Comparison_of_Article34_Paragraph1_Items9_11_12_13": {
                "Article34_Paragraph1_Item9": {
                    "Purpose": "Prevent source confusion and protect the interests of the main mark rights holder.",
                    "Scope_of_Main_Mark": "Widely recognized by consumers in the same industry.",
                    "Marks": "Identical or similar.",
                    "Goods": "Identical or similar.",
                    "Recognition_Method": "Consider duration of use, method of use, area of use, etc., comprehensively.",
                    "Time_Basis": "At the time of trademark registration decision.",
                    "Exclusion_Period": "5 years"
                },
                "Article34_Paragraph1_Item11": {
                    "Purpose": "Prevent confusion or dilution of well-known marks and protect their distinctiveness and reputation.",
                    "Scope_of_Main_Mark": "Widely recognized by general consumers across different goods and services.",
                    "Marks": "Non-similar, but compare motifs or ideas to see if the well-known mark is easily evoked.",
                    "Goods": "Non-similar.",
                    "Recognition_Method": "Same as Item9.",
                    "Time_Basis": "At the time of trademark registration application.",
                    "Exclusion_Period": "None"
                },
                "Article34_Paragraph1_Item12": {
                    "Purpose": "Prevent consumer deception due to confusion about the source or quality of goods.",
                    "Scope_of_Main_Mark": "Recognized in domestic transactions.",
                    "Marks": "Identical or similar.",
                    "Goods": "Non-similar, but consider deception-related relationships.",
                    "Recognition_Method": "Same as Item9.",
                    "Time_Basis": "At the time of trademark registration decision.",
                    "Exclusion_Period": "None"
                },
                "Article34_Paragraph1_Item13": {
                    "Purpose": "Protect legitimate trademark users and prevent malicious use with the intent to deceive.",
                    "Scope_of_Main_Mark": "Widely recognized by domestic or foreign consumers as indicating specific product marks.",
                    "Marks": "Identical or similar.",
                    "Goods": "Non-similar; assess relationships for malicious intent.",
                    "Recognition_Method": "Same as other items, but can assess recognition through the applicant's awareness and unfair expectation of profit.",
                    "Time_Basis": "At the time of trademark registration application.",
                    "Exclusion_Period": "None"
                }
            }
        },
        "Chapter14_Trademarks_Similar_to_Geographical_Indications_and_Used_With_Unauthorized_Purpose": {
            "Trademark_Law": {
                "Article34_Paragraph1_Item14": {
                    "Content": "Trademarks that are identical or similar to geographical indications widely recognized by consumers as indicating goods from a specific region, and used on goods recognized as identical to those indicated by the geographical indication, with the intent to gain unfair profit or harm the legitimate users of the geographical indication."
                }
            },
            "1. Application_Requirements": {
                "1.1": {
                    "Condition": "Must be identical or similar to geographical indications widely recognized by consumers as indicating goods from a specific region.",
                    "Details": ["Applies to both domestic and foreign consumers who recognize the mark as indicating goods from a specific region.", "'Specific region' refers to a concrete region rather than an abstract origin.", "Assess based on whether the applicant recognizes the mark as a geographical indication and has an unfair expectation of profit.", "Foreign consumers do not need to be multiple; a single country is sufficient."]
                },
                "1.2": {
                    "Condition": "Must be used with an unauthorized purpose such as gaining unfair profit or harming the legitimate users of the geographical indication.",
                    "Description": ["Prevents preventing foreign well-known geographical indication rights holders from entering the domestic market or forcing mass production systems by applying for identical or similar marks to unauthorizedly use the well-known mark.", "Protects from diluting the reputation or distinctiveness of the geographical indication mark even if no confusion risk exists.", "Assess based on the applicant’s past or present trademark application/registration history and mark usage."]
                }
            },
            "2. Cautions_When_Judging": {
                "Description": ["This item applies when a trademark widely recognized by consumers as indicating goods from a specific region is used with an unauthorized purpose.", "Assess the relationship between the mark and the goods to determine the unauthorized intent."]
            },
            "3. Judgment_Timing": {
                "Standard_Timepoint": "Determine applicability to this item when deciding trademark registration."
            }
        },
        "Chapter16_Trademarks_Including_Geographical_Indications_of_Wine_or_Distilled_Spirit_Origins": {
            "Trademark_Law": {
                "Article34_Paragraph1_Item16": {
                    "Content": "16. Trademarks that are composed of or include a geographical indication related to the origin of wine or distilled spirits within WTO member countries, and intended for use on wine or distilled spirits.",
                    "1. Application_Requirements": {
                        "1.1": "Must be a trademark composed of or including a 'geographical indication related to the origin of wine or distilled spirits' within WTO member countries.",
                        "1.1.1": {
                            "Description": "A trademark composed of or including a 'geographical indication related to the origin of wine or distilled spirits' not only refers to the use of the geographical name of the region but also includes its translation and transliteration. In this case, even if there is no risk of source confusion or misunderstanding, if the geographical indication is displayed, this item applies.",
                            "Examples": {
                                "Examples_of_Marks_Including_Geographical_Indications_for_Wine_or_Distilled_Spirit_Origins": [
                                    {
                                        "Image_Description": "Trademark displaying 'Bordeaux'",
                                        "Trademark_Name": "L'ECOLE DU VIN"
                                    }, {
                                        "Image_Description": "Trademark displaying 'IRISH'",
                                        "Trademark_Name": "JAMESON"
                                    }
                                ]
                            }
                        },
                        "1.1.2": {
                            "Description": "This item also applies if the geographical indication in the composition of the trademark is accompanied by expressions such as 'type', 'style', 'form', 'variant', etc.",
                            "Examples": {
                                "Examples_of_Marks_With_Geographical_Indications_Expressed_as_Types": [
                                    {
                                        "Image_Description": "Trademark displaying 'MOSELLE STYLE'",
                                        "Trademark_Name": "MAJUANG MAJUANG"
                                    }, {
                                        "Image_Description": "Trademark displaying 'BLENDED SCOTCH WHISKY'",
                                        "Trademark_Name": "MACALLAN BLENDED SCOTCH WHISKY"
                                    }
                                ]
                            }
                        },
                        "1.2": "Must be a trademark intended for use on wine or distilled spirits.",
                        "1.2.1": "This item applies only when the trademark is intended for use on wine or distilled spirits.",
                        "1.2.2": "<Deleted>"
                    },
                    "2. Cautions_When_Judging": [
                        "2.1 Even if the mark includes the geographical indication defined in this item, it can be registered only if it is applied for by the legitimate user of the geographical indication association mark. If it is not applied for by a legitimate user, it cannot be registered as a trademark or as a geographical indication association mark. Moreover, even if applied for by a legitimate user, if it is applied for as a trademark, it cannot be registered.", "2.2 This item applies even if the geographical indication related to the origin of wine or distilled spirits defined in this item is included as an incidental part of the trademark."
                    ],
                    "3. Relationship_with_Other_Provisions": {
                        "3.1": "If the geographical indication belongs to a country where it is not protected or its protection has been discontinued, or if the geographical indication is no longer used in that country, this item does not apply. However, if there is a risk of causing confusion or misunderstanding about the quality or origin of the goods in relation to the designated goods, apply Article34 Paragraph1 Item12.",
                        "3.2": "Even if the geographical indication is a genuine indication of origin in text form, if consumers are likely to be confused into thinking it is produced in another territory or region, for example, labeling wine produced in California as 'Bordeaux' made in the USA, apply this item separately from Article34 Paragraph1 Item12.",
                        "3.3": "This item applies to trademarks intended for use on wine or distilled spirits, while Article34 Paragraph1 Item19 applies to goods recognized as identical to those using geographical indications protected under Free Trade Agreements. If the applied trademark falls under both this item and Article34 Paragraph1 Item19, apply both provisions together."
                    },
                    "4. Judgment_Timing": {
                        "Standard_Timepoint": "Determine applicability to this item when deciding trademark registration."
                    }
                }
            },
            "Chapter17_Trademarks_Similar_to_Registered_Plant_New_Variety_Names_Under_Plant_New_Variety_Protection_Law": {
                "Trademark_Law": {
                    "Article34_Paragraph1_Item17": {
                        "Content": "17. Trademarks that are identical or similar to plant variety names registered under the Plant New Variety Protection Act, and used on goods that are identical or similar to those using the plant variety name.",
                        "1. Application_Requirements": {
                            "1.1": {
                                "Condition": "Must be a trademark identical or similar to a 'plant variety name' registered under Article109 of the Plant New Variety Protection Act.",
                                "1.1.1": "A 'plant variety name' registered under the Plant New Variety Protection Act refers to the plant variety names registered in the Plant Variety Name Registration Book under the Act.",
                                "1.1.2": "This item applies to trademarks that are identical or similar to plant variety names registered under the Plant New Variety Protection Act."
                            },
                            "1.2": {
                                "Description": "Must be a trademark used on goods that are recognized as identical to those using the plant variety name.",
                                "Details": {
                                    "Description": "The 'goods recognized as identical' in this item refer to goods of the same type, where the quality or processing methods differ, or goods that consumers recognize as produced by the same producer. However, even if the goods are the same, if different varieties are produced due to geographical characteristics, they are not considered identical."
                                },
                                "Examples": {
                                    "Examples_of_Goods_Recognized_as_Identical": [
                                        "Apples: Hongok, Fuji (Bush apple), Gukgwang, Stalking", "Pears: Singo, Hwanggeum", "Peaches: Baekdo, Hwangdo", "Green Tea: Ujeon, Sejak (Jakseolcha), Jungjak", "Wine: Sparkling wine, still wine"
                                    ],
                                    "Examples_of_Goods_Not_Recognized_as_Identical": ["Green Tea vs Black Tea", "Champagne vs Whiskey", "Haenam Winter Napa Cabbage vs Gangwon Highland Napa Cabbage"]
                                }
                            },
                            "Reference_Laws": {
                                "Plant_New_Variety_Protection_Act": {
                                    "Article109_Variety_Name_Registration_Procedure": [
                                        "1. Applicants seeking to register a variety name must prepare the necessary documents as specified by the Minister of Agriculture, Food and Rural Affairs or the Minister of Oceans and Fisheries, and submit a variety name registration application.",
                                        "2. In cases under Article106 Paragraph1, if the variety protection application was submitted to the Minister of Agriculture, Food and Rural Affairs or the Minister of Oceans and Fisheries at the time of submitting the variety name protection application, it is considered as having applied for variety name registration.",
                                        "3. Examiners must review whether the applied variety name meets the registration requirements under Article107 based on the submitted variety name registration application.",
                                        "4. Examiners must refuse variety name registration applications if the applied variety name falls under any of the following:",
                                        "   a. If there is a refusal decision under Article42 Paragraph1 for the corresponding variety protection application.",
                                        "   b. If it violates Article106.",
                                        "   c. If it falls under any subparagraph of Article107.",
                                        "   d. If it cannot be registered under Article108.",
                                        "5. If an examiner determines that the variety name registration application should be refused under paragraphs b to d of subparagraph 4, they must notify the applicant of the reasons and require the applicant to submit a new variety name within 30 days from the notification date.",
                                        "6. If there are no reasons to refuse variety name registration after reviewing the application, the examiner must publicly announce the variety name registration application.",
                                        "7. Anyone may file an opposition to the variety name registration within 30 days from the public announcement date by submitting a document stating the reasons for opposition along with evidence to the Minister of Agriculture, Food and Rural Affairs or the Minister of Oceans and Fisheries.",
                                        "8. After the opposition period under paragraph 6, if there are no valid reasons to refuse the variety name registration application, the Minister must promptly register the variety name in the Variety Name Registration Book and notify the applicant.",
                                        "9. The necessary matters such as the list of protected goods and regions, applicant qualifications, examination and public announcement procedures, opposition procedures, and detailed reasons for refusal must be specified by Presidential Decree."
                                    ]
                                }
                            },
                            "2. Cautions_When_Judging": {
                                "2.1": "When determining the registrability of the applied trademark, verify whether the variety name has been applied for or registered under the Plant New Variety Protection Act and make the decision accordingly."
                            }
                        }
                    }
                }
            },
            "Chapter18_Trademarks_Similar_to_Geographical_Indications_of_Agricultural_and_Fisheries_Products_Under_Agricultural_and_Fisheries_Product_Quality_Control_Act": {
                "Trademark_Law": {
                    "Article34_Paragraph1_Item18": {
                        "Content": "18. Trademarks that are identical or similar to geographical indications of others registered under the Agricultural and Fisheries Product Quality Control Act, and used on goods recognized as identical to those using the geographical indication.",
                        "1. Application_Requirements": {
                            "1.1": {
                                "Description": "Must be a trademark identical or similar to a 'geographical indication of agricultural or fisheries products' registered under Article32 of the Agricultural and Fisheries Product Quality Control Act.",
                                "Details": [
                                    {
                                        "1.1.1": "The Agricultural and Fisheries Product Quality Control Act protects geographical indications of agricultural and fisheries products separately from the Trademark Law. This item applies only to geographical indications registered under the Agricultural and Fisheries Product Quality Control Act."
                                    }, {
                                        "1.1.2": "Since this item applies only to geographical indications of others, it does not apply to one's own geographical indications. Therefore, if the legitimate user of the geographical indication applies for it as a designated product or as a geographical indication association mark, this item does not apply."
                                    }, {
                                        "1.1.3": "This item applies only to trademarks identical or similar to geographical indications registered under the Agricultural and Fisheries Product Quality Control Act. If the geographical indication is used in a way that conforms to the concept of a geographical indication, it can be considered relevant in similarity judgments."
                                    }
                                ]
                            },
                            "1.2": {
                                "Description": "Must be a trademark used on goods recognized as identical to those using the geographical indication.",
                                "Details": {
                                    "Description": "The 'goods recognized as identical' in this item refer to goods of the same type, where differences in raw materials or processing methods exist, or goods that consumers recognize as produced by the same producer. However, even if the goods are the same, if different varieties are produced due to geographical characteristics, they are not considered identical.",
                                    "Examples": {
                                        "Examples_of_Goods_Recognized_as_Identical": [
                                            "Apples: Hongok, Fuji (Bush apple), Gukgwang, Stalking", "Pears: Singo, Hwanggeum", "Peaches: Baekdo, Hwangdo", "Green Tea: Ujeon, Sejak (Jakseolcha), Jungjak", "Wine: Sparkling wine, still wine"
                                        ],
                                        "Examples_of_Goods_Not_Recognized_as_Identical": ["Green Tea vs Black Tea", "Champagne vs Whiskey", "Haenam Winter Napa Cabbage vs Gangwon Highland Napa Cabbage"]
                                    }
                                }
                            },
                            "Reference_Laws": {
                                "Agricultural_and_Fisheries_Product_Quality_Control_Act": {
                                    "Article32_Geographical_Indication_Registration": [
                                        "1. The Minister of Agriculture, Food and Rural Affairs or the Minister of Oceans and Fisheries shall implement the geographical indication registration system to protect and control geographical indications of agricultural and fisheries products or processed products with geographical characteristics, thereby enhancing the quality of such products, fostering regional specialized industries, and protecting consumers.",
                                        "2. Only corporations composed of individuals who produce, manufacture, or process agricultural and fisheries products or processed products with geographical characteristics in a specific region can apply for geographical indication registration under this Article. However, if the producer or processor with geographical characteristics is a single individual, they may apply for registration even if not a corporation.",
                                        "3. Applicants seeking geographical indication registration must submit the required application documents and accompanying materials as specified by Presidential Decree to the Minister of Agriculture, Food and Rural Affairs or the Minister of Oceans and Fisheries.",
                                        "4. If an examiner finds that the applied geographical indication violates any of the following, the application must be refused:",
                                        "   a. If there is a refusal decision under Article42 Paragraph1 for the corresponding geographical indication protection application.",
                                        "   b. If it violates Article106.",
                                        "   c. If it falls under any subparagraph of Article107.",
                                        "   d. If it cannot be registered under Article108.",
                                        "5. If an examiner decides to refuse the geographical indication registration application under subparagraphs b to d of clause 4, they must notify the applicant of the reasons and require the applicant to submit a new geographical indication within 30 days from the notification date.",
                                        "6. If there are no reasons to refuse the geographical indication registration application after reviewing the application under clause 3, the examiner must publicly announce the geographical indication registration application.",
                                        "7. Anyone may file an opposition to the geographical indication registration within 30 days from the public announcement date by submitting a document stating the reasons for opposition along with evidence to the Minister of Agriculture, Food and Rural Affairs or the Minister of Oceans and Fisheries.",
                                        "8. After the opposition period under clause 6, if there are no valid reasons to refuse the geographical indication registration application, the Minister must promptly register the geographical indication in the Geographical Indication Registration Book and notify the applicant.",
                                        "9. Necessary matters such as the list of protected goods and regions, applicant qualifications, examination and public announcement procedures, opposition procedures, and detailed reasons for refusal must be specified by Presidential Decree."
                                    ]
                                }
                            },
                            "2. Cautions_When_Judging": {
                                "2.1": "When determining the registrability of the applied trademark, verify whether the geographical indication has been applied for or registered under the Agricultural and Fisheries Product Quality Control Act and make the decision accordingly."
                            }
                        }
                    }
                }
            },
            "Chapter19_Trademarks_Similar_to_Geographical_Indications_Protected_Under_Free_Trade_Agreements": {
                "Trademark_Law": {
                    "Article34_Paragraph1_Item19": {
                        "Content": "19. Trademarks that are identical or similar to geographical indications of others protected under Free Trade Agreements (FTAs) signed and ratified by Korea with other countries, and used on goods recognized as identical to those using the geographical indication.",
                        "Purpose_of_The_System": "Protect geographical indications listed in Annex 'FTA' as protected under FTAs between Korea and the European Union and other countries, and apply to geographical indications that become subject to protection under other FTAs.",
                        "1. Application_Requirements": {
                            "1.1": {
                                "Condition": "Must be a trademark identical or similar to a 'geographical indication of others protected under Free Trade Agreements' signed and ratified by Korea with other countries.",
                                "1.1.1": "Geographical indications protected under Free Trade Agreements such as Korea-EU FTA, Korea-Canada FTA, etc.",
                                "1.1.2": "Geographical indications protected under this item are protected regardless of their registration status in Korea. However, if the geographical indication is not protected, has its protection discontinued, or is no longer used in its country of origin, this item does not apply. However, if there is a risk of causing confusion or misunderstanding about the quality or origin of the goods in relation to the designated goods, apply Article34 Paragraph1 Item12.",
                                "1.1.3": "This item applies only to geographical indications of others, not to one's own geographical indications. Therefore, if the legitimate user of the geographical indication applies for it as a designated product or as a geographical indication association mark, this item does not apply."
                            },
                            "1.2": {
                                "Description": "Must be a trademark identical or similar to geographical indications protected under Free Trade Agreements and used on goods recognized as identical to those using the geographical indication.",
                                "1.2.1": {
                                    "Description": "This item applies even if the geographical indication is included as part of the trademark composition or as an incidental part. It includes translations, transliterations, and romanizations of the geographical indication used in the trademark's composition or incidentally (refer to Annex 'FTA').",
                                    "Examples": ["Haenam Sweet Potato, Haenam Goguma (Romanization)", "Φέτα ('Feta' in Greek), Feta (Romanization), 페따 (Korean Transliteration)"]
                                },
                                "1.2.2": {
                                    "Description": "This item also applies if the geographical indication is expressed as 'type', 'style', 'form', 'variant', etc. in the trademark composition.",
                                    "Examples": ["Munich Style Beer, Rockport Type California Cheese, Normandy Type Seoul Cheese, Jindo Style Red Wine"]
                                },
                                "1.2.3": {
                                    "Description": "The protection scope of the geographical indication used on the goods is limited to goods recognized as identical to those using the geographical indication. Therefore, it does not apply to similar goods.",
                                    "Examples_of_Cases_Not_Applicable": [
                                        {
                                            "Trademark": "Kkamte (Geographical Indication for Cheese)",
                                            "Designated_Goods": "Butter, Fermented Milk"
                                        }, {
                                            "Trademark": "Champagne (Geographical Indication for Wine)",
                                            "Designated_Goods": "Beer, Vodka"
                                        }
                                    ]
                                }
                            },
                            "Reference_Treaties": {
                                "Korea_and_European_Union_Free_Trade_Agreement": {
                                    "Part3": {
                                        "Geographical_Indications": {
                                            "Article10.18": {
                                                "Title": "Recognition of Geographical Indications for Agricultural Products and Food",
                                                "Content": [
                                                    {
                                                        "Clause": 1,
                                                        "Description": "After reviewing the Plant Variety Protection Act and its enforcement regulations, the European Union concludes that these regulations meet the elements specified in Clause6."
                                                    }, {
                                                        "Clause": 2,
                                                        "Description": "After reviewing the European Union Council Regulation (EC) No. 510/2006 on Geographical Indications for Agricultural Products and Food, and Council Regulation (EC) No. 1234/2007 on the Common System for the Market of Wine, Korea concludes that these regulations meet the elements specified in Clause6."
                                                    }, {
                                                        "Clause": 3,
                                                        "Description": "Under Article10.18, Korea promises to protect the geographical indications listed in Annex10-7 under the protection provisions of this chapter."
                                                    }, {
                                                        "Clause": 4,
                                                        "Description": "Under Article10.18, the European Union promises to protect the geographical indications listed in Annex10-7 under the protection provisions of this chapter."
                                                    }, {
                                                        "Clause": 5,
                                                        "Description": "Article10.21 applies to geographical indications related to wine."
                                                    }
                                                ]
                                            },
                                            "Article10.19": {
                                                "Title": "Recognition of Specific Geographical Indications for Wine, Sparkling Wine, and Distilled Spirits",
                                                "Content": [
                                                    {
                                                        "Clause": 1,
                                                        "Description": "In Korea, geographical indications listed in Annex10-na of the European Union are protected when used on products according to European Union regulations."
                                                    }, {
                                                        "Clause": 2,
                                                        "Description": "In the European Union, geographical indications listed in Annex10-na of Korea are protected when used on products according to Korean regulations."
                                                    }
                                                ]
                                            },
                                            "Article10.21": {
                                                "Title": "Scope of Protection",
                                                "Content": [
                                                    {
                                                        "Clause": 1,
                                                        "Description": "Geographical indications mentioned in Articles10.18 and 10.19 are protected against the following acts:"
                                                    }, {
                                                        "Subclause": "a",
                                                        "Description": "Using or implying a geographical indication in a way that misleads the public into thinking the product originates from a different region than it actually does."
                                                    }, {
                                                        "Subclause": "b",
                                                        "Description": "Using geographical indications on similar products that do not originate from the indicated region, even if the geographical indication is expressed in translations or transliterations."
                                                    }, {
                                                        "Subclause": "c",
                                                        "Description": "Any other use that constitutes unfair competition under Article10.2 of the Paris Convention."
                                                    }, {
                                                        "Clause": 2,
                                                        "Description": "Nothing in this agreement infringes the rights to use one’s own name or the name of a business operator, provided that such names are not used in a misleading manner."
                                                    }, {
                                                        "Clause": 3,
                                                        "Description": "If the geographical indications are identical, they are protected only if used in good faith. Practical conditions for distinguishing identical geographical indications are determined based on fair treatment of producers and preventing consumer confusion."
                                                    }, {
                                                        "Clause": 4,
                                                        "Description": "This agreement does not impose obligations to protect geographical indications that are not protected, have ceased protection, or are no longer used in their country of origin."
                                                    }, {
                                                        "Clause": 5,
                                                        "Description": "Protection of geographical indications under this agreement does not hinder the continuous use of well-established trademarks prior to the application date, provided that no grounds for invalidating the mark exist under the respective laws."
                                                    }
                                                ]
                                            }
                                        }
                                    }
                                },
                                "Korea_and_Canada_Free_Trade_Agreement": {
                                    "Article16.10": {
                                        "Content": [
                                            {
                                                "Clause": 1,
                                                "Description": "Canada regulates legal measures to prevent the use of geographical indications such as 'Goryeo Red Ginseng', 'Goryeo White Ginseng', 'Goryeo Fresh Ginseng', and 'Icheon Rice' in ways that mislead the public into thinking these products originate from their designated regions."
                                            }, {
                                                "Clause": "a",
                                                "Description": "Using or implying a geographical indication in a way that misleads the public into thinking the product originates from a different region than it actually does."
                                            }, {
                                                "Clause": "b",
                                                "Description": "Using geographical indications on similar products that do not originate from the indicated region, even if the geographical indication is expressed in translations or transliterations."
                                            }, {
                                                "Clause": "c",
                                                "Description": "Any other use that constitutes unfair competition under Article10.2 of the Paris Convention."
                                            }, {
                                                "Clause": 2,
                                                "Description": "Korea provides legal measures to prevent the use of geographical indications such as 'Canadian Whiskey' and 'Canadian Rye Whiskey' in ways that mislead the public into thinking they originate from Canada."
                                            }, {
                                                "Clause": "a",
                                                "Description": "Using or implying a geographical indication in a way that misleads the public into thinking the product originates from a different region than it actually does."
                                            }, {
                                                "Clause": "b",
                                                "Description": "Using geographical indications on distilled spirits that do not originate from the indicated region, even if the geographical indication is expressed in translations or transliterations."
                                            }, {
                                                "Clause": "c",
                                                "Description": "Any other use that constitutes unfair competition under Article10.2 of the Paris Convention."
                                            }
                                        ],
                                        "Additional_Provisions": [
                                            {
                                                "Clause": 3,
                                                "Description": "Marks registered in good faith before the effective date of this agreement or marks used in good faith without causing confusion shall not be affected by this provision."
                                            }, {
                                                "Clause": 4,
                                                "Description": "Geographical indications not protected, have ceased protection, or are no longer used in their country of origin are not subject to this provision."
                                            }, {
                                                "Clause": 5,
                                                "Description": "Protection of geographical indications does not hinder the continuous use of well-established trademarks prior to the application date, provided that no grounds for invalidating the mark exist under the respective laws."
                                            }
                                        ]
                                    }
                                }
                            }
                        },
                        "2. Cautions_When_Judging": {
                            "2.1": "When the geographical indication and the product type are combined in the trademark, the product type is a general term and not subject to geographical indication protection.",
                            "Examples_of_Marks_With_Geographical_Indications_and_Product_Types": [
                                {
                                    "Trademark": "Camembert de Normandie",
                                    "Description": "'Camembert' is a type of cheese"
                                }, {
                                    "Trademark": "Brie de Meaux",
                                    "Description": "'Brie' is a type of cheese"
                                }, {
                                    "Trademark": "Emmental de Savoie",
                                    "Description": "'Emmental' is a type of cheese"
                                }, {
                                    "Trademark": "Mozzarella di Bufala Campana",
                                    "Description": "'Mozzarella' is a type of cheese"
                                }
                            ],
                            "2.2": "The scope of goods recognized as identical as defined in Chapter18 'Agricultural and Fisheries Product Quality Control Act' section 1.2 is used as a reference.",
                            "2.3": "Refer to the list of geographical indications protected under Free Trade Agreements as specified in Annex 'FTA'."
                        },
                        "3. Relationship_with_Other_Provisions": "If consumers are likely to be confused into thinking the product is produced in another territory or region, such as labeling Korean-produced wine as Korean-made 'Bordeaux', apply this item separately from Article34 Paragraph1 Item12.",
                        "4. Application_and_Judgment_Timing": {
                            "4.1": "This item applies to trademarks applied for after the effective date of each FTA signed and ratified by Korea, and to trademarks applied for after the effective date of the protection list added under each FTA.",
                            "FTA_List_and_Effective_Dates": [
                                {
                                    "FTA_Name": "Korea-EU",
                                    "Date_of_Agreement": "July 13, 2009",
                                    "Effective_Date": "July 1, 2011",
                                    "Protected_List": "Annex10-ga, Annex10-na",
                                    "Examination_Criteria_Annex": "Annex1"
                                }, {
                                    "FTA_Name": "Korea-EU GI List Addition",
                                    "Date_of_Agreement": "January 1, 2023",
                                    "Effective_Date": "-",
                                    "Protected_List": "-",
                                    "Examination_Criteria_Annex": "Annex1"
                                }, {
                                    "FTA_Name": "Korea-Chile",
                                    "Date_of_Agreement": "October 25, 2002",
                                    "Effective_Date": "April 1, 2004",
                                    "Protected_List": "Annex16.4.3, 16.4.4",
                                    "Examination_Criteria_Annex": "Annex2"
                                }, {
                                    "FTA_Name": "Korea-Peru",
                                    "Date_of_Agreement": "August 30, 2010",
                                    "Effective_Date": "August 1, 2011",
                                    "Protected_List": "Annex17-ga",
                                    "Examination_Criteria_Annex": "Annex3"
                                }, {
                                    "FTA_Name": "Korea-Turkey",
                                    "Date_of_Agreement": "March 26, 2012",
                                    "Effective_Date": "May 1, 2013",
                                    "Protected_List": "Annex2",
                                    "Examination_Criteria_Annex": "Annex4"
                                }, {
                                    "FTA_Name": "Korea-Canada",
                                    "Date_of_Agreement": "March 11, 2014",
                                    "Effective_Date": "January 1, 2015",
                                    "Protected_List": "Article16.10",
                                    "Examination_Criteria_Annex": "Annex5"
                                }, {
                                    "FTA_Name": "Korea-UK",
                                    "Date_of_Agreement": "June 10, 2019",
                                    "Effective_Date": "January 1, 2021",
                                    "Protected_List": "Annex10-na",
                                    "Examination_Criteria_Annex": "Annex6"
                                }
                            ],
                            "Notes": [
                                "* The full implementation of Korea-EU FTA was on December 13, 2015, but geographical indication protection began on July 1, 2011.", "** Additional geographical indications under Korea-EU FTA such as Steirisches Kürbiskernöl are protected from December 19, 2014, Nürnberger Lebkuchen from July 26, 2017, and Prosciutto di San Daniele from July 13, 2017 (previous names were protected until July 12, 2017)."
                            ],
                            "4.2": "Determine applicability to this item at the time of deciding trademark registration."
                        }
                    }
                }
            }
        },
        "Chapter20_Trademarks_Filed_in_Contravention_of_Good_Faith": {
            "Related_Laws_and_Purpose": {
                "Trademark_Law": {
                    "Article34_Paragraph1_Item20": {
                        "Clause": "Article34 Paragraph1 Item20",
                        "Content": "20. Trademarks that are filed for identical or similar goods, identical or similar to a mark that another party is using or preparing to use through contractual relationships such as partnership or employment, business transactions, or other relationships, while knowing that the mark is being used or is being prepared for use by the other party."
                    },
                    "Purpose_of_The_System": "Article34 Paragraph1 Item20 (hereinafter referred to as 'this item' in this chapter) is a provision to prevent the registration of marks that violate the principle of good faith by allowing individuals who were in specific relationships such as partnerships or business transactions with others to file for marks that they learned through these relationships, thus violating the principle of good faith and honesty. This provision was introduced to supplement Article34 Paragraph1 Item4, which is a refusal provision for trademark applications that violate public order and morals, but only limits to 'the mark itself or the case where the mark is used on goods', thereby lacking a provision to refuse the mere act of filing a mark that violates the principle of good faith."
                }
            },
            "1_Application_Requirements": {
                "1.1": {
                    "1.1.1": "Must be through partnerships, employment, business transactions, or other relationships such as the above.",
                    "Description": "‘Partnership, employment, or business transactions’ refer not only to formal partnerships, employment, or business relationships established through documents but also include other contractual or business relationships that can be proven, thus falling under this item.",
                    "Examples_of_Partnership_Employment_or_Business_Transactions": [
                        "A partner filing alone to exclude the use by another partner", "An employee who, knowing the company's cancellation notice, files the application for the goods in advance to preempt", "A person in a business transaction relationship such as a distributor filing the application for the goods subject to the transaction preemptively", "A person who transferred the trademark along with the business knowing that the mark is being used in transactions but still applies for identical or similar trademarks on similar goods"
                    ],
                    "1.1.2": "‘Other relationships’ refer to certain relationships equivalent to partnerships, employment, or business transactions in good faith. Therefore, applying for a trademark after recognizing that another party is using or preparing to use a mark through unrelated third-party business activities or mass media does not fall under this item.",
                    "Examples_of_Other_Relationships": ["A person who was a judge in a regional brand competition applying for the winning entry without authorization"]
                },
                "1.2": {
                    "Condition": "Must know that the mark is being used or is being prepared for use by another party.",
                    "1.2.1": "‘Other Party’ refers to any person who has a specific fiduciary relationship with the applicant, including domestic and foreign natural persons, corporations, unincorporated associations, or foreigners.",
                    "1.2.2": "‘Marks being used or prepared for use’ apply only to marks being used or prepared for use domestically under the principle of territoriality, and do not apply to trademarks such as drama titles or works that do not function as trademarks. However, if the other party is using or preparing to use drama titles or works as trademarks, this item may apply.",
                    "1.2.3": "This item applies when the applicant files knowing that the mark is being used or is being prepared for use by another party. If there was a partnership, business transaction, or other relationship, it is generally possible to recognize such knowledge; thus, if the relationship is proven, it is considered that the applicant knew the mark was being used or was being prepared for use."
                },
                "1.3": {
                    "Condition": "Must file identical or similar marks for identical or similar goods."
                }
            },
            "2_Cautions_When_Judging": {
                "2.1": "This item applies even without the intent to cause harm to others or to profit by riding on others' reputation.",
                "2.2": "When determining applicability to this item, even if there is information provided, the decision should not be based solely on the provided information. The applicant's opinion should also be considered to sufficiently confirm the facts. To determine who among the other party and the applicant has the right to register the pre-used mark, the internal relationship between the other party and the applicant, the development, selection, and use process of the pre-used mark, and, if the pre-used mark is in use, who controls its use or manages the nature or quality of the goods using the pre-used mark, should be comprehensively considered (Supreme Court Decision September 3, 2020, Case 2019후10739).",
                "2.3": "Examiners may, if deemed necessary, confirm the facts through examiner interviews as specified in Article101 of the Handling Regulations (Interviewer Meetings)."
            },
            "Relationship_with_Other_Provisions": {
                "3.1": {
                    "Title": "Relationship with Article34 Paragraph1 Item4",
                    "Content": [
                        {
                            "3.1.1": "Article34 Paragraph1 Item4 applies in cases where the application or registration process of a trademark lacks social validity to a significant extent, making the registration contrary to the order of the Trademark Law, and does not simply assess the principle of good faith and honesty of the parties."
                        }, {
                            "3.1.2": "Article34 Paragraph1 Item4 assesses whether the mark itself or its use on goods violates public policy, while this item assesses based on the process leading up to the application of the goods rather than just the mark itself or its use on goods."
                        }, {
                            "3.1.3": "If the applied mark falls under both this item and Article34 Paragraph1 Item4, both provisions should be applied together."
                        }
                    ]
                },
                "3.2": {
                    "Title": "Relationship with Article34 Paragraph1 Item13",
                    "Content": [
                        {
                            "3.2.1": "Article34 Paragraph1 Item13 requires that the imitated mark is recognized as indicating another person's goods, while this item does not require such recognition."
                        }, {
                            "3.2.2": "Article34 Paragraph1 Item13 does not require a specific fiduciary relationship between the user of the imitated mark and the applicant, but this item does require a fiduciary relationship."
                        }, {
                            "3.2.3": "Article34 Paragraph1 Item13 requires an improper purpose, whereas this item only requires that the applicant files without the consent of the rights holder of the mark."
                        }, {
                            "3.2.4": "Article34 Paragraph1 Item13 does not limit the scope of goods, but this item applies only to identical or similar goods."
                        }, {
                            "3.2.5": "If the applied mark falls under both this item and Article34 Paragraph1 Item13, both provisions should be applied together."
                        }, {
                            "Law_Comparison": {
                                "Comparison_of_Article34_Paragraph1_Items20_and4": [
                                    {
                                        "Law §34(20)": "Applies when there is a violation of the principle of good faith between the parties",
                                        "Law §34(4)": "Applies when the mark itself or its use on goods violates public order and morals or lacks social validity to a significant extent during the application or registration process"
                                    }, {
                                        "Law §34(20)": "Applies when there is a violation of the principle of good faith during the process leading up to the application",
                                        "Law §34(4)": "Applies even if there is a simple violation of the principle of good faith, but only applies when there is a significant lack of social validity during the application or registration process"
                                    }
                                ],
                                "Comparison_of_Article34_Paragraph1_Items20_and13": [
                                    {
                                        "Law §34(20)": "No need for recognition of the imitated mark",
                                        "Law §34(13)": "The imitated mark must be recognized as indicating another person's goods"
                                    }, {
                                        "Law §34(20)": "Requires a fiduciary relationship between the user of the imitated mark and the applicant",
                                        "Law §34(13)": "Does not require a fiduciary relationship between the user of the imitated mark and the applicant"
                                    }, {
                                        "Law §34(20)": "Applies as long as the applicant knows that the mark is being used or is being prepared for use by another party",
                                        "Law §34(13)": "Applies when there is an improper purpose"
                                    }, {
                                        "Law §34(20)": "Applies to identical or similar goods",
                                        "Law §34(13)": "Does not limit the scope of goods (but requires consideration of the existence of an improper purpose to determine based on the economic relationship)"
                                    }
                                ]
                            }
                        }
                    ]
                }
            },
            "Comparison_of_Article34_Paragraph1_Items21_and4": {
                "Law§34조21호": [
                    "Applies when the applicant does not receive consent from the rights holder of the mark", "Applies when there is a process leading up to the application without receiving consent from the rights holder of the mark"
                ],
                "Law§34조4호": ["Applies when the mark itself or its use on goods violates public order and morals or lacks social validity to a significant extent during the application or registration process", "Applies even if there is a simple violation of the principle of good faith, but only applies when there is a significant lack of social validity during the application or registration process"]
            },
            "Comparison_of_Article34_Paragraph1_Items21_and13": {
                "Law§34조21호": [
                    "No need for recognition of the imitated mark", "Requires a fiduciary relationship between the user of the imitated mark and the applicant", "Applies when the applicant files without the consent of the rights holder of the mark", "Applies to identical or similar goods"
                ],
                "Law§34조13호": ["The imitated mark must be recognized as indicating another person's goods", "Does not require a fiduciary relationship between the user of the imitated mark and the applicant", "Applies when there is an improper purpose", "Does not limit the scope of goods (but requires consideration of the existence of an improper purpose to determine based on the economic relationship)"]
            },
            "3.3_Other_Relationships_with_Other_Provisions": {
                "3.3.1": "If a mark registered in a treaty country becomes well-known or famous domestically, even if the rights holder consents, if a third party uses the mark, there is a risk of causing consumer confusion or misunderstanding about the source, so Article34 Paragraph1 Items9, 11, and 12 should be applied."
            },
            "4_Judgment_Timing": {
                "4.1": "The applicability to this item is determined based on the trademark application date. However, whether the mark falls under another party is determined at the time of deciding the registration.",
                "4.2": "Whether the applicant has received consent from the rights holder of the mark is determined at the time of deciding the registration."
            }
        },
        "Chapter21_Trademarks_Similar_to_Marks_Registered_in_Treaty_Countries": {
            "Related_Laws_and_Purpose": {
                "Trademark_Law": {
                    "Clause": "Article34 Paragraph1 Item21",
                    "Content": "21. Trademarks that are identical or similar to trademarks registered in treaty countries, and filed for registration for goods identical or similar to those of the marked goods without receiving consent from the rights holder, by a person who was or is in a contractual relationship, business transaction, or other relationship with the rights holder."
                },
                "Purpose_of_The_System": "A provision introduced in 1980 reflecting Article6.7 of the Paris Convention to protect rights holders from treaty countries and establish fair international trade."
            },
            "1_Application_Requirements": {
                "1.1": {
                    "Condition": "Must be a mark identical or similar to a mark registered in treaty countries and applied for registration on goods identical or similar to those of the marked goods.",
                    "1.1.1": "‘Treaty Countries’ include not only Paris Convention member countries but also WTO member countries, member countries of the Trademark Law Convention, and other parties to multilateral or bilateral treaties.",
                    "1.1.2": "Applies when the designated goods are identical or similar to those of the mark registered in treaty countries."
                },
                "1.2": {
                    "Condition": "Must be a person who was or is in a contractual relationship, business transaction, or other relationship with the rights holder of the mark.",
                    "1.2.1": "‘Contractual relationships or business transactions’ refer not only to formal partnerships, employment, or business relationships established through documents but also include other contractual or business relationships that can be proven, thus falling under this item.",
                    "1.2.2": "‘Other relationships’ refer to certain relationships equivalent to partnerships, employment, or business transactions in good faith. Therefore, applying for a mark after recognizing through unrelated third-party business activities or mass media does not fall under this item.",
                    "1.2.3": "This item applies to persons who were or are in a relationship with the rights holder at the time of filing the trademark registration, not requiring that the relationship be ongoing at the time of application. Even those who had such a relationship in the past can be considered as knowing the use or preparation for use.",
                    "1.2.4": "Prior to the amendment on September 1, 2016, the previous Article23 Paragraph1 Item3's 'agents or representatives or those who were agents or representatives' also fall under 'persons who are or were in contractual relationships or business transactions, or other relationships' in this item."
                },
                "1.3": {
                    "Condition": "Must file without receiving consent from the rights holder of the mark.",
                    "1.3.1": "This item does not apply if consent from the rights holder of the mark has been received."
                }
            },
            "2_Cautions_When_Judging": {
                "2.1": "This item applies regardless of whether the trademark includes the geographical indication and the product type is a general term, thus the geographical indication is not subject to protection.",
                "Examples_of_Marks_With_Geographical_Indications_and_Product_Types": [
                    {
                        "Trademark": "Camembert de Normandie",
                        "Description": "'Camembert' is a type of cheese"
                    }, {
                        "Trademark": "Brie de Meaux",
                        "Description": "'Brie' is a type of cheese"
                    }, {
                        "Trademark": "Emmental de Savoie",
                        "Description": "'Emmental' is a type of cheese"
                    }, {
                        "Trademark": "Mozzarella di Bufala Campana",
                        "Description": "'Mozzarella' is a type of cheese"
                    }
                ],
                "2.2": "The scope of goods recognized as identical as defined in Chapter18 under the Agricultural and Fisheries Product Quality Control Act is used as a reference.",
                "2.3": "Refer to the list of geographical indications protected under Free Trade Agreements as specified in Annex 'FTA'."
            },
            "Relationship_with_Other_Provisions": {
                "3.1_Other_Relationships_with_Other_Provisions": {
                    "3.1.1": "If a mark registered in a treaty country becomes well-known or famous domestically, even if the rights holder consents, if a third party uses the mark, there is a risk of causing consumer confusion or misunderstanding about the source, so Article34 Paragraph1 Items9, 11, and 12 should be applied."
                }
            },
            "4_Application_and_Judgment_Timing": {
                "4.1": "This item applies to trademarks filed after the effective date of each FTA signed and ratified by Korea and to trademarks filed after the effective date of the protection list added under each FTA.",
                "FTA_List_and_Effective_Dates": [
                    {
                        "FTA_Name": "Korea-EU",
                        "Date_of_Agreement": "July 13, 2009",
                        "Effective_Date": "July 1, 2011",
                        "Protected_List": "Annex10-ga, Annex10-na",
                        "Examination_Criteria_Annex": "Annex1"
                    }, {
                        "FTA_Name": "Korea-EU GI List Addition",
                        "Date_of_Agreement": "January 1, 2023",
                        "Effective_Date": "-",
                        "Protected_List": "-",
                        "Examination_Criteria_Annex": "Annex1"
                    }, {
                        "FTA_Name": "Korea-Chile",
                        "Date_of_Agreement": "October 25, 2002",
                        "Effective_Date": "April 1, 2004",
                        "Protected_List": "Annex16.4.3, 16.4.4",
                        "Examination_Criteria_Annex": "Annex2"
                    }, {
                        "FTA_Name": "Korea-Peru",
                        "Date_of_Agreement": "August 30, 2010",
                        "Effective_Date": "August 1, 2011",
                        "Protected_List": "Annex17-ga",
                        "Examination_Criteria_Annex": "Annex3"
                    }, {
                        "FTA_Name": "Korea-Turkey",
                        "Date_of_Agreement": "March 26, 2012",
                        "Effective_Date": "May 1, 2013",
                        "Protected_List": "Annex2",
                        "Examination_Criteria_Annex": "Annex4"
                    }, {
                        "FTA_Name": "Korea-Canada",
                        "Date_of_Agreement": "March 11, 2014",
                        "Effective_Date": "January 1, 2015",
                        "Protected_List": "Article16.10",
                        "Examination_Criteria_Annex": "Annex5"
                    }, {
                        "FTA_Name": "Korea-UK",
                        "Date_of_Agreement": "June 10, 2019",
                        "Effective_Date": "January 1, 2021",
                        "Protected_List": "Annex10-na",
                        "Examination_Criteria_Annex": "Annex6"
                    }
                ],
                "Notes": [
                    "* The full implementation of Korea-EU FTA was on December 13, 2015, but geographical indication protection began on July 1, 2011.", "** Additional geographical indications under Korea-EU FTA such as Steirisches Kürbiskernöl are protected from December 19, 2014, Nürnberger Lebkuchen from July 26, 2017, and Prosciutto di San Daniele from July 13, 2017 (previous names were protected until July 12, 2017)."
                ],
                "4.2": "The applicability to this item is determined at the time of deciding the trademark registration."
            }
        },
        "Chapter23_Precedence": {
            "Related_Laws_and_Purpose": {
                "Trademark_Law": {
                    "Clause": "Article35",
                    "Content": {
                        "Article35_Paragraph1": "In cases where there are multiple applications for identical or similar marks for identical or similar goods filed on different dates, only the one filed first can be registered.",
                        "Article35_Paragraph2": "In cases where multiple applications are filed on the same date, the applicant can decide through mutual agreement. If the agreement fails, the Director of the Korean Intellectual Property Office shall decide by lottery.",
                        "Article35_Paragraph3": "If the application is abandoned, withdrawn, invalidated, or rejected, the priority of the earlier applicant is lost.",
                        "Article35_Paragraph4": "If the result of the mutual agreement is not reported within the notification period, it is considered that the agreement has failed.",
                        "Article35_Paragraph5": "Certain cases are excluded for geographical indications or similar uses based on specific situations.",
                        "Article35_Paragraph6": "If the priority applicant consents, the subsequent applicant can also register, except for identical marks and identical goods."
                    }
                },
                "Purpose_of_The_System": "The principle of first-to-file prevents consumer confusion or misunderstanding about the source of goods due to the monopoly of trademark rights, allowing coexistence of trademarks with consent from the priority applicant."
            },
            "Application_Requirements": {
                "1.1": "Determine precedence based on the filing date. However, whether there is a prior application is determined at the time of registration decision.",
                "1.2": "The principle of first-to-file applies only to applications between different parties, not to applications by the same party.",
                "1.3": "Applies only when the mark and the designated goods are identical or similar.",
                "1.4": "If mutual consent for coexistence is applied and received, the mark can be registered."
            },
            "Cautions_When_Judging": {
                "2.1": {
                    "Different_Dates_Filing": {
                        "2.1.1": "If filed by the same person, registration is possible.",
                        "2.1.2": "If filed by different persons, reject applications other than the priority applicant.",
                        "2.1.3": "If the priority application is under invalidation trial, hold examination.",
                        "2.1.5": "If registration fee is unpaid, hold examination."
                    }
                },
                "2.2": {
                    "Same_Day_Filing": {
                        "2.2.1": "Request mutual agreement, and if it fails, notify lottery schedule.",
                        "2.2.2": "Lottery method is random draw, applicants can directly participate.",
                        "2.2.3": "If both parties do not participate, examiner can perform proxy lottery.",
                        "2.2.4": "Based on lottery results, decide, and reject other applications."
                    }
                },
                "2.3": {
                    "International_Mark_Applications": {
                        "2.3.1": "Examine based on the International Register.",
                        "2.3.2": "Check limitation status during examination of International Mark Rights.",
                        "2.3.3": "If the International Mark Application loses effect, check reapplication."
                    }
                },
                "2.4": "This item also applies to prior registered geographical indication association marks."
            }
        }
    }
}